[
    [
        "L_TG8AAIRmnjj67QRKvgkw",
        "Dylan Murphy's",
        4.0,
        [
            "1453 3rd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7763,
            "longitude": -73.95548
        },
        170,
        "Great place, atmosphere, food + the service behind it. A lovely hidden gem down in the Den!",
        "Just saw mr John again and he said he saw my review and said he's going to delete it. \n\nbecause he's the owner and he can. \n\nIs he the owner? Exactly,...",
        "Gemma is a great host! Excellent bar tender making the patrons feel right at home. Can't recommend this bar enough. Thanks Gemma! \nwings are excellent..."
    ],
    [
        "gbtGZtbjaFDgTHs2x6gedQ",
        "ININE Bistro",
        4.0,
        [
            "53 Bruckner Blvd",
            "New York, NY 10454"
        ],
        {
            "latitude": 40.80669,
            "longitude": -73.92673
        },
        24,
        "So yesterday I had my annual galentine's brunch at INine bistro and it was AMAZING!!! They catered to my every need and paid attention to detail which I...",
        "I really wanted to LOVE this place but I can't back it up. The food is amazing. Shouts out to the lead brunch cook Khalil. He was the one employee that...",
        "This is a low key chill spot offering bottomless brunch for an incredibly affordable price of $30. The $30 includes your meal plus 90mins of unlimited..."
    ],
    [
        "dYfJqwaQ0Z-7bPVveG1iQg",
        "Murphy's Law",
        3.5,
        [
            "417 E 70th St",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.76619,
            "longitude": -73.95565
        },
        90,
        "First visit on rough day for lunch.\n\nNice portions.  Good food. Good beer at lunch time.  Definitely coming back.",
        "Three stars here means decent bar experience. We were a little disappointed in the quality of the pub food, however.\n\nI love pub and tavern food. Murphy's...",
        "I've been here a few times since a lot of my other favorites in the area (Alley Way and O'Flannagan's) closed. It's a typical Irish pub. Decent beer..."
    ],
    [
        "X7HV43qlSM-Y61LgTNBxPw",
        "2nd Floor Bar & Essen",
        4.0,
        [
            "1442 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.76954,
            "longitude": -73.95436
        },
        72,
        "What a hidden gem in the UES! When I heard there was a speakeasy in the UES I went: there's no way its going to be great. But when I came in here on a...",
        "Intimate speakeasy-style coffee bar with creative cocktail selection. The decor is elegant, and it's dimly lit, which makes it a nice option for a date...",
        "Speakeasy in UES with creative drinks and awesome ambiance! \n\nBartenders are true mixologists and can make any drink you are in the mood for. The menu has a..."
    ],
    [
        "iYmTPHpjcb3xtHn8DlkoWQ",
        "Doc Watson's",
        3.5,
        [
            "1490 2nd Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.7722815,
            "longitude": -73.9555058
        },
        242,
        "Quick recap: this place is half bar half restaurant. And it works. Excellent place to catch the game or fight while also being an excelent sit down joint....",
        "Great service! Came in on a Monday were they were showing the bachelor.  This is a cool small spot. Only had wine which was $8. Curious to know if they do...",
        "Late post concert night. Looking for a relaxed informal dinner. Try Doc Watson's and looking forward to returning.  This is a pub that attracts guys and..."
    ],
    [
        "33SyxCFwGOK_ws-05W_-lA",
        "PJ Leahy's",
        3.5,
        [
            "5002 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.742645,
            "longitude": -73.954452
        },
        65,
        "One of those bars \"where everyone knows your name\" and if they don't,  they introduce themselves!\nSteak special is unbelievably good.",
        "What a gem! \n\nI went in a few weeks ago on a Friday because of the 5.00/6.00 buck special. Mussels or shrimp. End up having scampi. Huge portion. \n\nThe...",
        "Like this place. Cozy and convenient. Right next to the subway. Don't drink and drive! Good food. Try their fries with gravy! Or their mac n cheese nuggets...."
    ],
    [
        "RkcQl4uEJWblWf4xX8ssqQ",
        "Wa Jeal Sichuan Chili House",
        3.5,
        [
            "1588 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77536,
            "longitude": -73.95317
        },
        391,
        "We enjoy the restaurant and take-out equally.  Also, we have catered our Christmas Day Holiday Party from there for 7 years - it is up to 50 people now....",
        "Still traumatized by the fact that our order came 2 hours late because the delivery person ran away with our food but well, the restaurant was good enough...",
        "Came here once dining in, and ordered take-out once. I would say at average level. You can tell that the chef did not even bother to shred the ingredients,..."
    ],
    [
        "5ZWX85Le2vNrtAw5s9lHdQ",
        "Halsey's Tavern",
        4.5,
        [
            "3095 33rd St",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.763732,
            "longitude": -73.9215625
        },
        116,
        "Our go to neighborhood bar! Always pleased with the food and drinks. Mom's brunch on the weekends.",
        "Having heard good things & seeing the high rating on yelp the bar was set pretty high. While the food was good it wasn't anything special. The interior was...",
        "We came here for brunch one Sunday and sat outside when the weather was still nice. Decided to come here after seeing that truffle mac & cheese. But to my..."
    ],
    [
        "QIsFsiOP3H_NkgeWST7GPA",
        "Maizal Restaurant & Tequila Bar",
        4.0,
        [
            "3207 34th Ave",
            "Queens, NY 11106"
        ],
        {
            "latitude": 40.759356,
            "longitude": -73.926016
        },
        295,
        "Time and time again Maizal impresses and delivers. I can't get enough of this quaint Mexican joint nestled in Astoria. \n\nThe food is always amazing, drinks...",
        "Made reservations 5 days ago and when we walk in they have us wait over 35 min kept telling us there's no tables but other ppl where coming and sitting I...",
        "I came here with a group of 8 on a Saturday Night. To my surprise, the restaurant was almost empty.. Which I L O V E D. The table we got was in the center..."
    ],
    [
        "CXa2tX8d7cXx3WjKf5hy3g",
        "Big Apple Bar",
        2.5,
        [
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.763427734375,
            "longitude": -73.8676528930664
        },
        6,
        "Prologue\nHaving spent the last few days in Manhattan for quarterly meetings, Jeffrey & Bobby are delayed at LaGuardia Airport for several hours waiting for...",
        "Had the Brioche Breakfast Sandwich, which was so moist good size and so tasty !!!! Service was very good too. Thanks !!!",
        "The menu here is very limited: 2 salad types and hot/cold sandwiches ans there is also the soup of the day.\nThe bartender was supernice and attentive...."
    ],
    [
        "QiJQ-3kkHRV7wHsYhlcZaA",
        "American Airlines Admirals Club",
        3.5,
        [
            "LaGuardia Airport",
            "Central Terminal Dr",
            "Flushing, NY 11371"
        ],
        {
            "latitude": 40.7712135936577,
            "longitude": -73.8655761152404
        },
        4,
        "I downgraded it as they will not be taking priority pass after march 22,2014.  \n\nOtherwise, nice cheerful lounge.  Fantastic bartender who couldn't be...",
        "The front desk staff here was rude and incredibly unhelpful, but despite issues with my AA #, they let me in. The bartender held uncomfortable conversation...",
        "New US Airways Club, decent space, shelter from modestly depressing US Airways terminal albeit they are sprucing it up a bit."
    ],
    [
        "HSKcCmRFqzqG542Hy_eftw",
        "Siena Cafe",
        3.5,
        [
            "1580 3rd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78073,
            "longitude": -73.953
        },
        191,
        "Moved back into my upper eastside place after being gone for 4 years.... some things have changed as things tend to in the city... but this gem is a welcome...",
        "The ambience is good.  I came here for the lobster special on Mondays.  I think they precooked my lobster and then heated it up because my claws were dry....",
        "Great family owned Italian gem upper east side with an intimate, cozy ambiance, outstanding service and homemade pasta.\n\nI really like the outside seating..."
    ],
    [
        "UbFeZcXrEdVimFuBWPaI5w",
        "Mio's Sports Bar & Grill",
        1.0,
        [
            "2401 29th St",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.772732,
            "longitude": -73.916494
        },
        1,
        "Being new to the neighborhood  I sought out a nice bar to have a cold beer and burger.I've never been to a filthy her place there was actually a roach in my..."
    ],
    [
        "XOnspIaW6mYVmrvgqOaYSQ",
        "Lolo's Seafood Shack",
        4.0,
        [
            "303 W 116th St",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80486,
            "longitude": -73.95567
        },
        688,
        "I have only been here once but I definitely plan on coming back. It's a little different because I thought it was a traditional sit down but you order your...",
        "COVID-19 REVIEW\n\nI'm going to start with some facts before we move on to opinions:\n\n- unpeeled shrimp are weird looking\n- half a pound of shrimp is not a...",
        "I had this spot bookmarked and I was looking forward to going here for do long, that I made into a lunch trip with a couple of my friends. Upon entry we..."
    ],
    [
        "j6fSechU9HxzbnK-kjQx1Q",
        "San Matteo Pizza and Espresso Bar",
        4.0,
        [
            "1739 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.7804,
            "longitude": -73.95012
        },
        503,
        "Here is a pro tip.... Don't order delivery from this place. This is wood oven pizza, it must be eaten ASAP for optimal taste and consistency. I made that...",
        "I've been here twice for dates. Funny enough sat in the same spot both times. We got the burrata and antipasto. Fantastic. The pizzas were also so good. I...",
        "Have been coming here for years.\n\nThis star is 1 for the pizza.\n\nThe was experience was rushed, the slice fell apart, it had little taste. Many better..."
    ],
    [
        "kz6WiG4CEiTtnSp1LQ88bw",
        "Hop House Harlem",
        4.0,
        [
            "2224 Frederick Douglass Blvd",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80682,
            "longitude": -73.9534
        },
        130,
        "The beer selection was great and local. I got the greenport IPA which was very good and the bartender was quite helpful in selecting it. I was able to try...",
        "The food was ok. The service was ok. Not exactly a nice place to have dinner or a night out. Beer is affordable but everything else is way overpriced. They...",
        "I am furious that, although the food was delicious, in the little attended restaurant, 2 tables dining, NY friend and I sat in the back.\nA huge rat ran..."
    ],
    [
        "ldt2JdbJqGrQfB6o8vz18A",
        "Club Embassy",
        1.5,
        [
            "3302 Queens Blvd",
            "Queens, NY 11101"
        ],
        {
            "latitude": 40.7444321250917,
            "longitude": -73.93166128546
        },
        8,
        "My friends and I came here for Halloween last night. We came a bit early at 11 and it was dead as expected. We wanted to check the place out in case we...",
        "Great service and even better food. Drinks are on point. The bartenders are the best .",
        "Don't waste your time and money. Worst club. It was supposed to be aftobeat and the didn't play one afrobeat song all night."
    ],
    [
        "penftLPo6kx6qCtbsuyLog",
        "Petaluma",
        3.5,
        [
            "1356 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.7682492,
            "longitude": -73.9553474
        },
        243,
        "Petaluma is a cute, convenient restaurant to have in the neighborhood. I usually stick to ordering pizza and appetizers. The pizzas are Neapolitan style...",
        "A neighborhood staple with consistently good food and service sits perched on the corner of 73 and 1st. Every time I've walked into Petaluma I'm met by a...",
        "I have ordered delivery from Petaluma before and remembered their food being quite delicious. This time we decided to dine in. It's a cute restaurant with..."
    ],
    [
        "AevRIon-_YHQ2FCO-L120w",
        "Numero 28 Pizzeria - New York",
        3.5,
        [
            "1431 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.76936,
            "longitude": -73.95508
        },
        256,
        "Best Neapolitan pizza and pasta! This is a neighborhood favorite. \n\nI return here over and over because I have yet to find another spot as good.",
        "This place is great! I've lived down the block for a year and hadn't thought to try it until my boyfriend and I were craving pizza and didn't want to go...",
        "Fantastic pizza. Great service as well. The tartuffo pizza is my personal favorite. They have a very hearty lasagna as well. It is important to note that..."
    ],
    [
        "vJXswY5u9rcMRrYZukpMbQ",
        "Mad River Bar & Grille",
        4.0,
        [
            "1442 3rd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77614,
            "longitude": -73.95616
        },
        333,
        "This bar really stepped up their promotions. 50 CENT WINGO BINGO on Wednesdays is amazing and the BRO BRUNCH on Saturdays is so much fun. It doesn't really...",
        "Visited on a Sunday night , my friends and I wanted to grab diner and not so much to drink . We were the only group of people located at one of the tables...",
        "Admittedly a small sample but a few things bothered me about the place.  Here's what happened.  I came in and was promptly greeted by a waitress who took my..."
    ],
    [
        "Kyx9QFPJUzlC7dmM8SE1bw",
        "Jaiya",
        3.5,
        [
            "1553 2nd Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.774553,
            "longitude": -73.954563
        },
        318,
        "Amazing food. I ordered through Postmates, and it arrived in 25 minutes. The spicy pad thai is actually spicy while still retaining being delicious. The...",
        "I used to love Jaiya Thai, but their delivery quality today was terrible! We ordered drunken noodles and massaman curry, both of them tasted like microwave...",
        "Place looks nice and friendly. It was. App was decent, drinks fine. What really bothered me about this place is the  practice of adding gratuity in the bill..."
    ],
    [
        "I0rjVA3Zf2avhX-mNUAKeg",
        "Rathbones Restaurant",
        3.5,
        [
            "1702 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.77921,
            "longitude": -73.95037
        },
        260,
        "Went for music bingo on Sunday 4-6 and David (the bartender) couldn't have been more friendly. The whole bar was buzzing because of him! The wings and...",
        "The turkey club was huge and pretty good. Needed a little bit of mustard though.  The French dip was disappointing. The beef seemed cut up and cooked again...",
        "Note: Wednesdays [formerly] 25-cent wing special... now 44-cent wing special. BOO!\n\nPURCHASED: 10 wings ($4) + 1 brew (~$5)\nTOTAL: $9 \n\nCONS:\n- INCREASED..."
    ],
    [
        "P_WcaYX89ZmIE4nNVTqS9w",
        "Prime One 16",
        3.5,
        [
            "2257 1st Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.795976,
            "longitude": -73.935774
        },
        147,
        "This is my go to spot on a chill night and sometimes even a turned up one.\n\nThe music is good and the service and food are amazing! My go to app is the...",
        "I've been here a few times. Once for dinner, after attending a wake across the street. Another time for a birthday brunch, and the last time (a few days...",
        "Good food, nice staff, outdoor seating & you don't feel rushed after your meal to leave. Might I add, Annie the bartender was dealing with some unique..."
    ],
    [
        "FLRx5tOBMMDJHEUYAAfa8A",
        "Caledonia Bar",
        4.5,
        [
            "1609 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.776327,
            "longitude": -73.953213
        },
        254,
        "Cute little whiskey pub on the upper east side with an awesome bartender and a great selection. Pricing is a little on the expensive side, but they make a...",
        "Phenomenal whisky collection, and Graham is one of the best bartenders in the city. Maybe most importantly...best Old Fashioned I've had in NY",
        "Passed by this place every day for 7 years and finally tried it. Very cool hidden gem, doesn't feel like it belongs on the UES. It's a dark narrow bar with..."
    ],
    [
        "OAqsZMbjv66nOMqlimnYuQ",
        "Uva",
        4.0,
        [
            "1486 2nd Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.7722,
            "longitude": -73.95566
        },
        2348,
        "Heaven is just a giant cloud that tastes like Uva foods and I can eat as much as I want and still look like Jessica Alba ! (^0_0^)\n\nThere are over 500...",
        "For my social media babies: this is a very aesthetically please venue for a European style restaurant. Very close and intimate. The inside decor is...",
        "Uva is owned by the same family that owns Lusardi's which is next door.  It is the less expensive version of its sister.\n\nFood is very good and well priced...."
    ],
    [
        "kZysScUNGTaKRjOeMRlxag",
        "Applebee's Grill + Bar",
        2.5,
        [
            "509 East 117th St",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.795741,
            "longitude": -73.932673
        },
        139,
        "I've been coming to the Applebee's joint for as long as I can remember. My mom and I would come and order half priced apps after school. When I moved to New...",
        "I came here with my husband after shopping at Costco. I ordered the 6 ounce sirloin steak and steamed broccoli. To start, the service was super slow and...",
        "My boyfriend and I came in at 10 pm for drinks with my boyfriend . We sat at the bar and our bartender Shayna was EXCELLENT , the restaurant serious over..."
    ],
    [
        "V7_IQ1ab69JilAlgrSnMXg",
        "L Encanto D Lola",
        3.5,
        [
            "57 Lenox Ave",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8001464434346,
            "longitude": -73.9511863565111
        },
        258,
        "And so my endeavor to find good Mexican food in NYC continues.\nThis time around, I came across L'Encanto D'Lola on my UberEats app. Their enchiladas sounded...",
        "Gosh, I love this restaurant so much! I actually have to travel from mid-town to come to this Mexican Food joint. The service is incredible, especially my...",
        "First off, the food was amazing, the steak and shrimp tacos were so tasty. I would also recommend their rainbow margaritas because they're pretty and..."
    ],
    [
        "l_hBcWIFx_ausYBxLkSglQ",
        "Oliver's Astoria",
        4.0,
        [
            "3719 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7595239,
            "longitude": -73.9198044
        },
        487,
        "This is SUCH an amazing bar/restaurant. Lots of seating, fun vibe, tons of tv's you can watch games on and dope music. Came here for brunch and got the...",
        "I just went to a private dinner here on Saturday Nov 9, 2019\nWe had the dinner in the lower part of the Bar/Restraurant.\nI had a wonderful time. The waiter...",
        "We went to brunch here. I got the buttermilk fried chicken sandwich and my bf got the huevos rancheros. The chicken sandwich is to die for, it's literally..."
    ],
    [
        "W4UAL78mPBHTdi8G_te9Ew",
        "Bonjour Crepes & Wine",
        3.5,
        [
            "1585 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.775497,
            "longitude": -73.953696
        },
        220,
        "Pretty good casual crepe spot in the UES. I got a savory crepe with spinach, gruyere cheese, and mushrooms, and was satisfied (although it's definitely not...",
        "I would've had a better experience if the French toast I got didn't taste spoiled! I had ordered the French toast with vanilla ice cream, Nutella and...",
        "DRINK\n1.) yogurt spinach mango pineapple smoothie - pretty good and satisfying \n\nSERVICE\nVery friendly workers they all greeted me warmly even the workers..."
    ],
    [
        "EgxnURDBkeKXV9rKzHrJLA",
        "Aanchal Indian Restaurant & Bar",
        3.5,
        [
            "45-12 23rd St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74659,
            "longitude": -73.94573
        },
        127,
        "The LIC Indian scene hasn't really taken off much, but I very much appreciate Aanchal for attempting to fill the void. Despite its proximity to one of the...",
        "So this was a delivery order, as I don't have an complaint about the service I won't comment on that. However, what I do know is that the food is BLAND oh...",
        "I've ordered food here online like 4 times so far. The first 2 times I enjoyed my food but feel like it's been going downhill after that. The past two times..."
    ],
    [
        "jhFqstTMRBAdBHgoQ1nSTA",
        "Brooks 1890 Restaurant",
        2.5,
        [
            "24-28 Jackson Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7463893294334,
            "longitude": -73.9441191405058
        },
        75,
        "Love this place! The service, the food and the drinks never disappoint. We moved to this neighborhood 3 years ago and we've been coming here pretty much...",
        "Hubby suggested we meet here for dinner since he's already around the area and I was on my way home. I made a stop here and the stop is just right next to...",
        "Brooks is a place that we go to after work and everyone there is really friendly. The service is good and anything that I have ever had there from their..."
    ],
    [
        "HhOu55Tw7IuUL3h65GF25A",
        "Bonjour Crepes & Wine",
        3.5,
        [
            "1442 Lexington Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78456,
            "longitude": -73.95219
        },
        139,
        "This is a cute and cozy cafe in Yorkville with a nice selection of sweet and savory crepes, along with pancakes, waffles, and sandwiches/salads/soups.  The...",
        "Ordered a simple crepe (crepe suzette). Should be quick and easy to make. I've been patiently waiting for it, but I've found out they prioritize all...",
        "Came here and got exactly what I expected i would! We split a ham and gruyere crepe. The crepe was great although it could have had a little bit more..."
    ],
    [
        "Vm6_cXz8hbvZhot0m1aaRg",
        "Italianissimo Ristorante",
        4.0,
        [
            "307 E 84th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7764,
            "longitude": -73.95205
        },
        118,
        "I love this place! The other day we came by when they were on break between lunch and dinner. When they saw us looking in the window, the manager came over...",
        "Charming neighborhood Italian on a side street. The staff were warm and welcoming.  Wine by the glass was tasty and reasonably priced.   The bread was good....",
        "I am updating this review as I am very disappointed with what is happening.\nThe food is still quite good but, and it seems there always has to be a but, The..."
    ],
    [
        "Trw7ZZlMjlSLqa0owjhxhA",
        "1742 Wine Bar",
        3.5,
        [
            "1742 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.780723,
            "longitude": -73.949302
        },
        930,
        "Came here with a Pulsd deal and was pleasantly surprised! Restaurant itself is cute and dimly lit, bar up front has a long and narrow hallway leading into a...",
        "The GF bought a Groupon for this place. BUH-RUH ... this place was horrible. Exactly like another review stated ... once we said Groupon, we were led to a...",
        "8:30 reservations yet we were seated at 9. We walked through the front of the restaurant, to the back to what appeared to be the Groupon room. Very small..."
    ],
    [
        "iV5yy8EbjsPoYWtjRhB61Q",
        "Nica Trattoria",
        4.0,
        [
            "354 E 84th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7756431,
            "longitude": -73.950783
        },
        132,
        "This is to this day (not to say that it won't change tomorrow), my favorite 'authentic' Italian in the UES. It is very small, only 8 tables, cozy, hole in...",
        "WE ARE IN NICA TRATTORIA WITHDRAWAL!  But Good News is around the corner......after a minor electrical fire last months,  plans are being made for final...",
        "Nica Trattoria is a small, neighborhood Italian eatery in the Upper East Side. It seems like the kind of place where the chef and staff know their regulars..."
    ],
    [
        "wpye6v-2fIx7Z2Sz12XubA",
        "Barawine",
        3.5,
        [
            "200 Lenox Ave",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8045311,
            "longitude": -73.9473801
        },
        334,
        "Great drinks and music! Perfect atmosphere for Sunday Funday with the crew.  \n\nIt was the day of marathon and the spot is perfectly located in close...",
        "Terrible service. My sister and I came in for brunch, but the restaurant was empty. We walk up to a woman who appeared to be the hostess who turned and with...",
        "I came to this establishment a few days ago with a friend. We were greeted at the door by an inebriated host who didn't bother to give us a menu. We didn't..."
    ],
    [
        "8p1HTzXEcC3TCbLz59xMng",
        "La Diagonal",
        4.0,
        [
            "185 St Nicholas Ave",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8061,
            "longitude": -73.95302
        },
        204,
        "Great food and service. The tacos are especially good and my favorite item on the menu besides the queso appetizer served with chips. \n\nThe portions may...",
        "Meh.  Came twice and was disappointed both times.  $10 for salsa?  Food portions are so tiny.  Service was lacking.  Looks beautiful inside but won't be...",
        "Awesome happy hour spot. It's a bit tucked away in a quieter neighborhood but still pretty busy. Not too large of a place but they have a bar area with..."
    ],
    [
        "Tt9Mkrgd5Zj_ZJEeU0L7Gg",
        "Bocado Cafe",
        3.5,
        [
            "1293 Lexington Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.7802514169278,
            "longitude": -73.9549089244757
        },
        459,
        "Had a great brunch here today with some friends! The whole menu looked great, I stuck with my basic eggs florentine, but would love to come back and try...",
        "Came for dinner tonight around 7:45pm.  We hadn't made a reservation so had to wait about 10 min for a table.  Once seated we were greeted promptly and...",
        "I thoroughly enjoyed my meal, our service was good and the food was tasty! I ordered my steak medium and it was cooked perfectly, I also ordered a side of..."
    ],
    [
        "4FtqGBB96denVJu8KnuGKg",
        "The Milton",
        4.0,
        [
            "1754 Second Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78123,
            "longitude": -73.94893
        },
        420,
        "I've been to The Milton a handful of times and it hasn't disappointed me yet! It's perfect for groups,  dates, & cocktails. Matt, bartender, is super...",
        "Let me say this, The Milton gets the whole ye-olde-English pubbe (but make it fashion) thing down pat. There are smoky mirrors and zinc pendants and acres...",
        "This is a lovely spot to grab a hearty dinner and/or cocktails.  Everything was quite delicious.  The staff were upbeat and timely.   \n\nThe curious thing in..."
    ],
    [
        "dazRB9xf_v7xLD2UzCoLrw",
        "Air Canada Maple Leaf Lounge",
        2.5,
        [
            "Central Terminal Dr",
            "New York, NY 11371"
        ],
        {
            "latitude": 40.7741637415633,
            "longitude": -73.8703536987305
        },
        76,
        "Visited the Maple Lounge during a recent business trip to NYC. One problem is that it's pre security so you need to account for that issue and despite being...",
        "It's nice to have access to airport lounges. It's less noisy and you can freely help yourself to hot and cold beverages. \n\nThis lounge is just too small for...",
        "A lounge that checks all the basic needs, but not much more. \n\nThe lounge is landside, which is annoying, and located in a spartan service corridor that..."
    ],
    [
        "cpN0ixPR2l3QFA8Uf1BhCQ",
        "Luna Rossa",
        4.0,
        [
            "347 E 85th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.776596,
            "longitude": -73.950351
        },
        112,
        "Recommended by a friend and not disappointed!!! Pasta was fresh, break was tender& flavorful. Good portion size. They even included cheese for pasta in...",
        "I love this neighborhood gem. It's a great date place and for those of you who love authentic Italian food, this is it. More of a Roman influence and I love...",
        "Ugh I love me a classy, quaint, small neighborhood Italian restaurant. This place is such a gem. So romantic, so nice for even a family dinner. The service..."
    ],
    [
        "kwMkNIhhIexQk-nmloJlnw",
        "Angel of Harlem",
        3.5,
        [
            "2272 Frederick Douglass Blvd",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.807978,
            "longitude": -73.952365
        },
        514,
        "Angel of Harlem is a VIBE: good food, good drinks & a live DJ. I've had brunch and dinner here  on several occasions.\n\nBrunch: ackee & saltfish  lobster ravioli",
        "It was a flat out great time. I went for Brunch on a Sunday at noon and it was fairly packed. I highly recommend getting reservations (if you have a party...",
        "Came here for the 25th birthday, made reservations about a month before. They have a weird reservation policy, but I get it. Made a reservation for 8 only 6..."
    ],
    [
        "S5NxEH57S_-7VCB_Ja80uQ",
        "Casa de Montecristo",
        4.5,
        [
            "334 E 73rd St",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.768567,
            "longitude": -73.956313
        },
        52,
        "Really enjoyed this place. Casual atmosphere with class. Friendly staff and patrons. Very reasonable prices $ 1/2\n\nMy go to place before 12 midnight.",
        "I went on a sunday evening around 17:45 after reading great reviews about this cigar   lounge , great was my disappointment when I walked in there and the...",
        "Let me break this down so it's objective.\n\nService: 5 stars. At first glance, if you walk in and it's two young men who don't necessarily look like they..."
    ],
    [
        "AIFWQIQR51YopTHOShIVBA",
        "51st Bakery and Cafe",
        4.5,
        [
            "5-33 51st Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7422765542239,
            "longitude": -73.9553309153442
        },
        172,
        "Great little cafe in the middle of the block. Always stop by for chocolate chip cookies and a nice iced coffee",
        "51st bakery and cafe\n\nThis is not a pizzeria, however they are a PIZZACHYNCH instagram follower & to show my appreciation I brought my family here for...",
        "The food and drinks here is pretty solid but the service is shotty at best. The staff behind the counter is way lax, and not all about service. They are..."
    ],
    [
        "9_0R5ZUXM_znsT1Hwa1qKA",
        "The Writing Room",
        3.5,
        [
            "1703 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.77946,
            "longitude": -73.95094
        },
        482,
        "Super solid brunch spot! This place has a nice crowd for brunch and I can see why. The menu is expansive with options for everyone. Our table of four...",
        "Overall a very solid spot with plenty of delicious cocktails plus food options. Picked this spot during Restaurant Week but it turns out Sundays were not...",
        "This is a nice themed spot to check out whether you're coming to eat or just having drinks at the bar. You can notice all the detail that went into this..."
    ],
    [
        "ZWPgzW0qqtksyI3GxCPM-Q",
        "Little Frog Bistro & Bar",
        4.0,
        [
            "322 E 86th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77722,
            "longitude": -73.95092
        },
        195,
        "Cute French restaurant upper east side, great for a date or wine/ dinner with friends.\n\nWe were there close to closing time and had wine and escargot.\n\nI...",
        "Summary: rude, pretentious manager will leave a bad taste in your mouth before you even look at the menu. Avoid this place\n**\nMy friends and I were looking...",
        "This place is out of nowhere on 86th Street, but don't let that fool you. Its the real deal for a French place. The duck is right up there with Frenchette,..."
    ],
    [
        "UjdqrYedKDokSPE2dDwFbA",
        "Bar-Coastal NYC",
        4.0,
        [
            "1495 1st Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.77189,
            "longitude": -73.95342
        },
        287,
        "Came here for a college football Saturday and did the all you can eat wing/bud light deal. $50 cash and you have all the wings you can eat and bud light you...",
        "I always want to love this place, but when I get home... my clothes need to be burned because they smell so bad. So, new game plan is to change before...",
        "Great burger here. Semi chill vibes on a weeknight to watch a game, have a beer and eat something you probably shouldn't. The bartender was topically nice..."
    ],
    [
        "jFgLOxswrUC_c-iqMjBLyQ",
        "Ginny's Supper Club",
        3.5,
        [
            "310 Lenox Ave",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.80815,
            "longitude": -73.94488
        },
        179,
        "We actually stumbled upon this place when we were on line at red rooster. There were no available seats left in the restaurant and suggested that we could...",
        "Great eatery with live music tasty salads and entrees the people are party animals and friendly.\nI loved Ginnys Supper Club",
        "Wonderful, fun, and pleasantly surprised - words that sum up my experience at Ginny's. So, a new friend of mine invited me to an open mic at Ginny's. I've..."
    ],
    [
        "IIvXlBTC9-Yy3k7H4t88IQ",
        "Dorrian's Red Hand",
        3.0,
        [
            "1616 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77641,
            "longitude": -73.95259
        },
        210,
        "First time at this neighborhood spot. I have to say if I could give 6 stars I would! Kevin and Max behind the bar are not only excellent skilled bartenders,...",
        "Went in to pick up an online order and the restaurant was completely empty. When my order came out I was told \"I couldn't eat it there.\" Which to say the...",
        "There are three days every tax accountant looks forward to more than Thanksgiving, Christmas, and even their birthdays. April 15, September 15, and October..."
    ],
    [
        "X83qWL5WPR-QWGXGQ8WP-Q",
        "NR",
        4.0,
        [
            "339 E 75th St",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.770153,
            "longitude": -73.954956
        },
        58,
        "NR is described as a restaurant that calls back to the Meiji era in Japan, a period when that experienced the \"modernization and Westernization of Japan and...",
        "Stylish Japanese pseudo-speakeasy.\n- Cocktails: Excellent. They incorporate their Japanese whiskies well\n- Ramen: unusual, actually. There's a strong fish...",
        "Hidden hole in the wall with fantastically balanced cocktails and quality small eats! \n\nFood: hubs and I had cravings for ramen and came across this new..."
    ]
]