[
    [
        "968r2kMB3ZWkyZxOm4XoRw",
        "Copper Kettle Bar & Restaurant",
        4.0,
        [
            "5024 Skillman Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.7460850008934,
            "longitude": -73.9138449996237
        },
        147,
        "Best bar around! They make a lot of their food from scratch in the kitchen including their noodles! Love the drinks and atmosphere, great Irish pub!",
        "Irish pubs are a dime a dozen in Woodside, but Copper Kettle is one of the better ones for being a complete top to bottom establishment. Situated along...",
        "We walk-in and no servers to greet us and take us to our seats. Do we just seat ourselves? What's going on here??!! \n\nWe walked in halfway and that's when..."
    ],
    [
        "rW2n1l3fniqJ4mz15-VZWA",
        "Dominie's",
        4.0,
        [
            "34-07 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7657133745588,
            "longitude": -73.9186871051788
        },
        90,
        "Dominie's is one of my favorite bars in the NYC area. They have a happy hour special that's hard to beat, cheap pizzas that complement the drinks, and a...",
        "I want to start of by saying that this bar is a fun pub, and I have been serval times and enjoy it, but PLEASE be aware of your surroundings and drinks. My...",
        "Dominie's is a pretty average bar and restaurant. \n\nI didn't try the food and so this review is only reflective of having a few beers here.\n\nThe jukebox..."
    ],
    [
        "qey4HXKGJTlhAcN5ZbEdZQ",
        "Astoria Craft",
        4.0,
        [
            "1801 26th Rd",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.77332,
            "longitude": -73.92715
        },
        172,
        "Great neighborhood bar. Not a huge space but a lot of seating around the bar as well as the surrounding hightop tables. The bartender was super friendly and...",
        "Overall a pretty great place off the beaten path in Astoria.  Decided to check it on a Sunday for brunch with my crew after seeing a bunch of rave reviews....",
        "Love their food. I keep trying to order on yelp take out or delivery and it just said that only after 5:45lm and( it's 12 am now) on the app it open till..."
    ],
    [
        "do_ndggWB4Gb56rP6ikbVw",
        "Irish Rover",
        4.5,
        [
            "3718 28th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.765754699707,
            "longitude": -73.9147491455078
        },
        158,
        "Amazing fun and friendly!!! They even know my dogs by name!!!! They know my name and always share love and crips! Awesome bar!",
        "Cool irish pub with strong drinks and reasonable prices. Space is large.so bring your friends.  If i lived closer this would be my local watering hole. Also...",
        "All day, every day. Keep that Guinness on pour and the darts sharp. Erin go braugh!\nWhat more could I say? Good spot for friends, beers and shenanigans."
    ],
    [
        "okj7ArdkE-yCIgFIM5mJ3w",
        "True Colors",
        3.0,
        [
            "79-15 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7476,
            "longitude": -73.88609
        },
        22,
        "Principito Presents NYC's hottest Gay Latin Event PLAYBOYZ FRIGAY at TCBar  Male/Female Dancers  Exciting Drag Shows & a Beautiful Clubbing Atmosphere...",
        "So, Tried to go to this place. Was very excited. Waited for 15 minutes to get in, there was no line, there were four people in front of this who were...",
        "Thieves. Opened a tab by leaving my debit card at the bar. When I went to close my tab they accused me of having never left a card...!!?? Despite this, they..."
    ],
    [
        "xrvy5KXhBdFL9UJz1kto6A",
        "LIC Beer Project",
        4.0,
        [
            "39-28 23rd St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7548729,
            "longitude": -73.939375
        },
        126,
        "Quick recap: if you like beer. Come. If you like free popcorn. Come. If you hate either or both, seek help ASAP. This place is dope.",
        "Very chill vibe. The crowd was very LIC - as evidenced by the strollers and dogs. They had a big projector up for the game which was cool. \n\nThe beers...",
        "This place is AWESOME! I came here with some friends to celebrate my birthday. I wanted a place that was laid back with good beer and that is exactly what I..."
    ],
    [
        "JupI0sVU7ZCfuD0ZMo6zRA",
        "Sabor Latino",
        3.0,
        [
            "9535 40th Rd",
            "Elmhurst, NY 11373"
        ],
        {
            "latitude": 40.7486756,
            "longitude": -73.8698315
        },
        105,
        "The changes made to this restaurant are great! I leave this review as a customer for lunch and dinner-not the night life. The food is also tasty and well...",
        "I've been ordering here for time now because they do deliver late nights, unfortunately they always get the order wrong. If you try to order from Uber eats...",
        "Came here for my mother's birthday, I made a reservation and paid $40 per person for an event happening this Saturday night. They separate the venue in..."
    ],
    [
        "AawLwOYZwMf_9wkShExfuw",
        "Sanfords Astoria",
        4.0,
        [
            "30-13 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7623,
            "longitude": -73.92555
        },
        861,
        "Service is ok. \nAppetizers to order: truffle mac and cheese (favorite here) and calamari.\nHad high expectations for the wild mushroom truffle risotto. I was...",
        "Please do yourself a favor and don't order from Sanford's on seamless !  I placed an order at 8:18 and was quoted a delivery time of 9:20-9:30.\n\nAt 9:30 i...",
        "Great atmosphere!  Great staff and very attentive.\n As u walk u the set up is a diner but with the upper class menu. \nThe back of the diner has has a large..."
    ],
    [
        "5iciHq6BV3hOKpxTXKEzVA",
        "Favela Grill",
        4.0,
        [
            "33-18 28th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7672,
            "longitude": -73.91799
        },
        252,
        "I wasn't hungry today so I got the soup. Caldo Verde is similar to the Italian Wedding Soup, it's potato based and instead of meatballs it has Brazilian...",
        "Loved the food and service. Our meals were actually served before the allotted time of 30 minutes the menu says you are going to wait. Even the cod fish...",
        "Unfortunately, I don't remember name of the plates I've ordered.\nThe steak was extremely good, shrimp plate was quite salty I couldn't finish it.\nThe..."
    ],
    [
        "g_Zz87qghqq9bKHiKyws0w",
        "Beatstro",
        4.0,
        [
            "135 Alexander Ave",
            "Bronx, NY 10454"
        ],
        {
            "latitude": 40.80737,
            "longitude": -73.92752
        },
        289,
        "I really like this place. It's an amazing tribute to the Bronx. It's also adjacent to the Michelin list, but the food prices are far from what you'd expect...",
        "This past Saturday a friend and I had reservations for Beatstro. As soon as we walked in, since it was 8 on the nose, we were seated right away. They sat us...",
        "Cute spot for brunch, good music, food not great. The eggs were a bit over seasoned  and salty and the steak wasn't great either. Would go back to try the..."
    ],
    [
        "gTAiQ5XyolMaFZ8t-ASqTQ",
        "Yes Chef Wine Bar",
        4.5,
        [
            "44-10 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76199,
            "longitude": -73.91161
        },
        49,
        "Yes Chef is Astoria's go-to when it comes to quality wine, food and v i b e s. \n\nLove their chef, wait staff and Insta page.\n\nCan't wait to visit again!",
        "October 2019 for my wife's birthday party: Yes chef was so accommodating all throughout the process of figuring out how many guests would be attending, what...",
        "So anyone that enjoys a real night out. Which means. Good drinking. Good food. A place where people are energetic and take pride in everything they do with..."
    ],
    [
        "47_jHPl3p4-OYGCVLy2ZIA",
        "Salvatoria Kitchen & Bar",
        4.5,
        [
            "31-18 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.76142,
            "longitude": -73.92486
        },
        178,
        "I had a friend. We met in college, then we ended up working together. We would go to this pupusas place for work lunch. It was great. We always went back. I...",
        "I stumbled in here unplanned with 3 of my coworkers late one night, we were looking for a quick bite. They were closing in 15 mins but still took our order,...",
        "Very very fresh and the pupusas are so good here. I ordered four pupusas and they were all spot on, especially the Revuelta and Pupusa Loca. The pupusas..."
    ],
    [
        "wMN98BWQtF87P6k2YlMozg",
        "Paddy G's Sports Bar",
        3.5,
        [
            "8634 Broadway",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.7500851,
            "longitude": -73.899439
        },
        6,
        "Never judge a book by its cover... which I'm guilty of having done here. To be honest, I live locally and have passed this place countless times without...",
        "I know this place has terrible reviews, but fuck that. \n\nI'm 22 & work across the street at Starbucks, I come here very often. \n\nIt's the cheapest place to...",
        "Some tiny skinny mean bartender no good.\nAnd the back yard had some Asian girl giving all the guys lap dances yelling lick my pu*sy and laughing wildly"
    ],
    [
        "2fx1DftfQQb0V6vEoINSgg",
        "The Executive Cafe 69 Bar",
        3.5,
        [
            "38-21 69th St",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.7468936,
            "longitude": -73.8962587
        },
        2,
        "I had such a fun time here one early April 2019 evening and totally forgot to drop some love! Never too late. \n\nNice cozy pub. It was daylight outdoors but...",
        "My adventure mate and I were in the mood to scout divetastic bars in Woodside and came upon a sign right outside the 69th St station off the 7 called '69..."
    ],
    [
        "0IJPYXIIDHBQEpkgEPMOcA",
        "Passage Irish Bar and Kitchen",
        4.5,
        [
            "40-11 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7638287,
            "longitude": -73.9145416
        },
        162,
        "This review is specifically for Kelly- Or as we would call her \" our amazing bar tender \". \n\nShe handled a few hiccups , that were out of her control , with...",
        "I'm going to say this up front: Passage is a quality Irish Bar with an excellent whiskey selection. While I will definitely come back here for a drink, the...",
        "Passage is large and spacious, with a lot of tables so it's a nice spot to meet up with a big group. When I arrived around 7pm on a Saturday, they place was..."
    ],
    [
        "Y98a2y3r77l7S4wVS4Vqzg",
        "No5nyc",
        4.0,
        [
            "35-43 37th St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.75447,
            "longitude": -73.92456
        },
        150,
        "They've been taking care of me for 2 or even 3 month already. And just now I'm writing a review... what a shame...\n\nThis place is AWESOME! The best...",
        "We happened upon this restaurant for lunch and can NOT wait to go back. Not only was the food amazing,  we tired whatever they suggested!  But we felt taken...",
        "We came all the way to this place on a Saturday early evening - it's us located in a pretty isolated place in the LIC - to try their fish and chips. \nThe..."
    ],
    [
        "b84MS7J3-qL4pavRXXS8zw",
        "Gilbey's",
        4.0,
        [
            "3201 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7616757606783,
            "longitude": -73.9243560784569
        },
        99,
        "It took me 3 years to write this review!gosh am lazy!\nSo we have been going to this bar ever since we moved in the neighborhood. Probably the warmest, most...",
        "My friends ended up here for James' birthday because the place across the street messed up the table.  They said they were heading back to Greenpoint...",
        "Used to be a nice, dark haunt with chill people and good music, and its turned into a Fox News Watcher Hangout complete with customers who tell you to your..."
    ],
    [
        "n-h-MBr0L1S4iilrOXETLg",
        "Dillingers Pub & Grill",
        4.0,
        [
            "46-19 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7615,
            "longitude": -73.90934
        },
        344,
        "Great local place came here for thanksgiving while visiting New York   They made me feel like I was a local.  If ever in New York again I will be back",
        "I've visited Dillinger's multiple times since I moved to Astoria over 12 years ago but I was somewhat disappointed with my last visit on 25 cent wing night...",
        "This place really is the best!!!! Not only is the staff SOOOO nice, the food and specials are amazing!!!! \n\nMy favorite is the boneless bites, burger night..."
    ],
    [
        "xAxpi8BEoXkJTnTl3xlQ4w",
        "The Centurion Lounge",
        4.5,
        [
            "94-00 Grand Central Pkwy",
            "Terminal B",
            "East Elmhurst, NY 11371"
        ],
        {
            "latitude": 40.7747106533889,
            "longitude": -73.8722155873093
        },
        197,
        "Came here with my brother before our flight home to Dallas from NYC. I'd never been to the one at LGA, but I loved it!\n\nIt's super easy to find and I like...",
        "A nice oasis for LGA. Currently LGA does not have any priority pass lounges so the Centurion Lounge was a nice stop to relax before our flight. Service was...",
        "The Centurion Lounge network is easily the best domestic airport lounge in the US. To access it, you need the American Express Platinum credit card... which..."
    ],
    [
        "KIGROpx3WyYynvtDTT0DnA",
        "El Tucanazo Bar",
        2.5,
        [
            "83-17 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.747945,
            "longitude": -73.882395
        },
        2,
        "When I had a blocked up nose, I \"Took-a-nasal\" spray. This is not that.\n\nMake no mistake. Roosevelt Avenue in Queens is one of the sexiest and wildest and..."
    ],
    [
        "IlDRi4I8lHvs-8OpEV1ueQ",
        "Lucky Star Billiards",
        3.0,
        [
            "40-09 77th St",
            "Fl 2",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7504083061729,
            "longitude": -73.8837678387861
        },
        1,
        "Good place to shoot pool.the place is clean.you. can not smoke inside which is a good rule.i didn't. Like the 10or 12people hanging out in the front.if you..."
    ],
    [
        "NvyOagUcodDPHSDF5Vhbmg",
        "Skinny's Cantina",
        3.0,
        [
            "4705 Center Blvd",
            "Long Island City, NY 11109"
        ],
        {
            "latitude": 40.7457158661738,
            "longitude": -73.9563131306885
        },
        473,
        "Belinis are great, food is good and service great. Nice place. Def want to come back in the summer. The view is lovely",
        "We were looking for a cute spot to take photos in that had great lightening on a day with perfect weather.\n\nEnvironment: spacious, decorative and...",
        "If you want to eat on Center Boulevard and don't care for fine dining or a food truck or a prepackaged grocery item, you don't have many choices. Skinny's..."
    ],
    [
        "oA_M4WSybn_Q1QeejlV77w",
        "W XYZ Bar",
        3.5,
        [
            "2296 Frederick Douglass Blvd",
            "Aloft Harlem",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.809116,
            "longitude": -73.951537
        },
        37,
        "Independence Day at night, looking for a bar that was open in the area. Located inside the Aloft Hotel (down the stairs, through the doors, to the right) -...",
        "The atmosphere is pretty dope!! Nice, clean and easy access to public transportation. Parking isn't that great until after 6pm but there's a parking lot a...",
        "This is the most odd 'lounge' we've ever been in!\nFirst off, happy hour consists of one item per night \nThat all! For example-\nMonday's are..."
    ],
    [
        "R2jPgO4AtV7-h-UDI6pQrw",
        "Sekend Sun",
        4.0,
        [
            "32-11 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7615356,
            "longitude": -73.9240335
        },
        290,
        "I've had a strong thirst to try Sekend Sun for awhile now and last night I finally got to quench it. I've longed to see and photograph their glowing neon...",
        "My friends and I have been coming here for awhile now, and always for the Tuesday special of burger & beer for $10. The burger is just a burger nothing to...",
        "Needless to say I was disappointed. The omelet is worth the price however don't get the French toast or side of avocado. Honestly the quantity and quality..."
    ],
    [
        "LHZcsxl8-XTwPzIh8dhbgA",
        "Jimbos Restaurant and Bar",
        4.0,
        [
            "3005 Astoria Blvd",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.770411,
            "longitude": -73.918582
        },
        32,
        "If you're Greek and looking to enjoy a night of live music this is the spot. 4 stars for being a popular Greek nightlife spot with good vocalists , and the...",
        "Horrible place.  Loud music from midnight to 4am every night.  Nuisance to the neighbors.  I hope they'll close down.",
        "Jimbo's is a spacious neighborhood Greek bar and restaurant in Astoria, right near the Astoria Blvd subway stop. Inside there's a nice long bar that serves..."
    ],
    [
        "kd80jU1wbLQxaJSkffGw9A",
        "ERA Cafe and Hookah Lounge",
        3.0,
        [
            "36-11 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76502,
            "longitude": -73.91679
        },
        40,
        "I came here years ago when this place first opened and i wasn't crazy about it. \nFor the first time in years i came back. I wasn't looking for a loud packed...",
        "I stopped by this past wknd with friends & for the most part had a decent time. \nThe place is pretty small & it gets packed which is not fun to deal w since...",
        "I always go there. Just love it. \nI go there after work: so relaxing. Having a very iced coffee or baileys and smoke hookah... On the weekends later it gets..."
    ],
    [
        "0yY7ChulxSsPbAnNfRlsXA",
        "Ecuadorian Food  2",
        4.0,
        [
            "34-06 36th Ave",
            "Queens, NY 11106"
        ],
        {
            "latitude": 40.75518,
            "longitude": -73.92722
        },
        6,
        "Great for the price with a nice, hole in the wall, down home type of feel. \n\nIf you come here hungry, you will definitely leave stuffed. \n\nSince I was...",
        "I've only had (so far) the ceviche and sopa de pata (cow feet soup). The ceviche is quite different from Peruvian ceviche -- less acidic and more like a...",
        "There was a bit of a language barrier but it didn't matter. The food was delicious and the service was beyond nice.  \n\nDon't know what to order? Order the..."
    ],
    [
        "zH3l1B-F6RAzTN7mNcA_wg",
        "Electric Zoo Festival",
        3.5,
        [
            "Randall's Island Park",
            "1 Randall's Island",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.7958454887446,
            "longitude": -73.9223775251312
        },
        129,
        "We attended the Saturday lineup and had a blast! Afrojack, Zedd, Green Velvet, Benny Benassi. Eric Prydz..definitely a good lineup. The main stage setup...",
        "(3.5/5)\n\nPretty cool festival. My friends and I decided to check it out this year for their big 10 year anniversary, since we loved the line-up so...",
        "FIRST EZOO COMING FROM CALI!!! (2018)\n\nIt's decent but IMO not worth going a 2nd year if you're out of state. If you're from NY that's a different story..."
    ],
    [
        "2R6owNuekbOaLudU5U8y7w",
        "Sean Og Tavern",
        3.5,
        [
            "6002 Woodside Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.74481,
            "longitude": -73.90424
        },
        136,
        "When I was growing up in the Bronx everyone would have a big breakfast/brunch after church of course. I don't remember exactly when I dropped this...",
        "We have been coming to Sean Og Tavern for a long time now and we all enjoy the food and atmosphere. We play soccer in a nearby field; and after the games we...",
        "This bar is absolutely disorganized and understaffed. It took a long time for the bartender to notice us eventhough we sat right in the middle of the bar...."
    ],
    [
        "67LGPW1NOmohC2nM6OIGAw",
        "PJ Horgan's",
        4.0,
        [
            "49-02 Skillman Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.74597,
            "longitude": -73.91511
        },
        33,
        "The new location was greatly redone and with style. Definitely worth the wait. They also have a new chef and menu as of late. The food is outrageously good....",
        "Was awaiting this location after the closure of their original location in Queens Blvd. \nAmbience is very nice. Beautiful brass bar. Nice high tables and...",
        "This was my second time here for food, last September and this week. 1st time I ordered pasta with a creamy mushroom sauce, it definitely tasted like soup..."
    ],
    [
        "CjUMkpPprcw-PuJ7gZEtTw",
        "Kingston",
        3.5,
        [
            "218 W 116th St",
            "Harlem, NY 10026"
        ],
        {
            "latitude": 40.803361,
            "longitude": -73.9535015
        },
        143,
        "Great food. Great drinks and a great vibes. Very relatable and friendly staff. A must go for a good time and an authentic Caribbean vibe. It will make you...",
        "I wanted to like this place , It's a little cute spot and knowing there is a limited amount of Caribbean restaurants I was excited . Let's start with the...",
        "I honestly really wanted to love Kingston. The whole vibe and energy was great when I walked in. The restaurant was practically empty so I figured I'd treat..."
    ],
    [
        "7lNVKMnWGmsaHgOJTVIeqg",
        "Duff on the Rocks",
        5.0,
        [
            "New York, NY 10128"
        ],
        {
            "latitude": 40.7808418273926,
            "longitude": -73.9511032104492
        },
        1,
        "Lots of fun. Elayne is an engaging and knowledgeable teacher. Great activity to do with friends. Elayne provides practical information on technique and..."
    ],
    [
        "Vs2IM_3Hyhh7FrzagM_9cQ",
        "Mar's",
        4.0,
        [
            "34-21 34th Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.758364,
            "longitude": -73.924101
        },
        255,
        "Mar's is a small, unassuming corner bar in Astoria, overshadowed by Kaufman Astoria Studios across the street. \n\nI had passed it dozens of times but it...",
        "I went to Mar's about a month ago with one other person.  It was a Saturday night.\n\nThe restaurant is decently sized, with some sidewalk seating.  We were...",
        "Mar's deserves nothing less than four stars, but we also probably won't be back anytime soon given the prices.\n\nThe atmosphere was rustic-romantic and..."
    ],
    [
        "pUO3AWZnMJkTMHQ7Akys9w",
        "McCaffrey & Burke Bar & Grill",
        4.0,
        [
            "2854 31st St",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.7673464647231,
            "longitude": -73.9212899134064
        },
        29,
        "I've been very weary of entering this joint since moving to the area a little over a year ago. Right of the subway, I pass M&B everyday. I must say, from...",
        "McCaffrey & Burke is an average Irish-American bar.\n\nThe clientele was mostly middle aged when I went.  The place has a pool table in the back and a few TVs...",
        "I firmly believe bars ebb and flow over the years, and from my own personal experience M&B's is ebbing in the less desirable direction over the last couple..."
    ],
    [
        "LdlQrav3e3snq3uZvjG_Fg",
        "Firdos Cafe & Grill",
        4.0,
        [
            "25-21 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76725,
            "longitude": -73.91189
        },
        122,
        "Their paan is amazing. I like watching the games here and the atmosphere is relaxing. They also make really nice shakes. Highly recommended",
        "The food: Great! and fair priced! I recommend the Masala fries! The Chai is also great. \n\nThe hookah: not so much. Hookah's taste very similar to eachother...",
        "One of my favorite food&hookah spots on Steinway. The staff is always on point! They constantly check up on you, refill your drinks, and change the charcoal..."
    ],
    [
        "bp1Q8gDlkXHSrrOyK5CGLA",
        "Paddy Duggan Pub",
        4.5,
        [
            "4714 Greenpoint Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.742452,
            "longitude": -73.917363
        },
        18,
        "I was searching local Irish Bars as I was staying on 48th Avenue queens and this bar came up close on maps  , So I headed of it was a good nights Craic was...",
        "Chill, cash only, dive bar in Sunnyside. They have darts and a pool table and happy hour until 7. Not too busy on a Friday towards the end of happy hour,...",
        "Paddy Duggan is a Irish pub. (As evidenced by pictures of their Irish softball team?) They were spacious, friendly and mostly empty on Friday night. Maybe..."
    ],
    [
        "e08qVeVYBR-0QI_G0NDZpw",
        "Sugar Monk",
        5.0,
        [
            "2292 Frederick Douglass Blvd",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.80896,
            "longitude": -73.95184
        },
        50,
        "Sugar Monk was fantastic. Excellent vibe and service, and they take larger reservations, which was great for my party of 5. \n\nI tried a bunch of drinks...",
        "Ambiance at it's best!  A cozy, intimate, sexy spot for those who want to turn-up or down for the night.  The mixologists at the bar are experts at their...",
        "Fantastic drinks in a beautiful classic setting. There is a drink for everyone on the menu, and they are carefully created and crafted by the staff. The..."
    ],
    [
        "YnOLKAOE09BcsoU61ExlkA",
        "American Trash",
        3.5,
        [
            "1471 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.77091,
            "longitude": -73.95409
        },
        108,
        "5 stars just because it's like, ridiculous. Very true to it's name and comical. \n\nI LOVE a NYC dive bar as any local does. This one was the diviest bar ive...",
        "Had a very negative experience at this bar. This is not a place where LGBTQIA+ people are welcome, the staff was blatantly homophobic and rude to us. \n\nI...",
        "Drinks: 4/5\nWho knew there'd be a dive bar in the Upper East Side? Who knew the prices would be so cheap and the drinks so strong? This is a great place to..."
    ],
    [
        "KFNYlukrDsFBVA0qkXEduw",
        "Jack's Fire Dept",
        4.0,
        [
            "39-46 Skillman Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.7470827,
            "longitude": -73.923715
        },
        86,
        "I love this bar, especially on Sundays when Jessica is bartending. All around great energy and good service. The food is awesome too!",
        "My fiancé and I have been wanting to eat here since we saw the business on bar rescue. It's sad to say they may need bar rescue to return. \n\nThe grilled...",
        "I been craving for the best burgers near sunnyside so I went through Google type in as \"best burger restaurants\" in sunnyside.\n\nI clicked on the best 10..."
    ],
    [
        "1o7Z7uqwGfXmHnUZxW48Ug",
        "THE HUNTRESS whiskey n' wings",
        4.0,
        [
            "24-03 41st Ave",
            "Long island City, NY 11101"
        ],
        {
            "latitude": 40.7525625982243,
            "longitude": -73.9395872725611
        },
        124,
        "FIRSTLY!! Just order the frommage frites, if you love cheese!!! You have to, gotta try it.\n\nAt first, on its own, I thought it was salty, but with the...",
        "Today we ordered some wings and appetizers on the phone. A lady picked up, after taking down our order, she insisted that we have to buy alcoholic beverages...",
        "Awesome fries, but super expensive. I ordered take out, and I was charged 20 something dollars for a falafel sandwich and fries - mind you they just added..."
    ],
    [
        "MePKTv5jtgw-f0b8PB0PDg",
        "eGarage",
        5.0,
        [
            "44-02 23rd St",
            "Studio 104",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74886,
            "longitude": -73.9449099
        },
        1,
        "Went for open mike night to see a friend.  I imbibed some before, had some drinks during the performances (thanks for stocking Brooklyn beers) so this may..."
    ],
    [
        "_97KwnwjUHwSVWs-XrlFcg",
        "The Astorian",
        4.5,
        [
            "28-50 31st St",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.76739,
            "longitude": -73.92136
        },
        190,
        "Cute little cocktail bar, you can easily miss this place because it's right under the train tracks.\nThe service was fantastic and the cocktails were well...",
        "Stopped in here on a random night out, \nWe sat at the table that stated it's Bar Service only so you must order at the bar, totally cool with that.\nThe vibe...",
        "The cocktails here are bomb. I ordered a cocktail not even on the menu (Paloma with Casamigos) and it was so good I ordered three more in the course of the..."
    ],
    [
        "6YpKkRaSql1C9wrChoFeJQ",
        "Scorpion",
        3.5,
        [
            "75-16 Roosevelt Ave",
            "Jackson Heights, NY 11373"
        ],
        {
            "latitude": 40.74682,
            "longitude": -73.88979
        },
        4,
        "Cheap drinks, solid music, big long space, what else do you need?\n\nIn an area with a bunch of night clubs, this is a nice option when you are just looking...",
        "Standard Mexican bar conveniently next to the Jackson Heights transportation hub. Surprised by the clientele? Well, welcome to central queens, ho!...",
        "The drinks were affordable, but the bartenders who were gorgeous and friendly colombian girls were amazing! Can be a pre game place before you hit your real..."
    ],
    [
        "Py2_8uFX5UHLphwdEEop9A",
        "The Courtyard Ale House",
        4.0,
        [
            "4018 Queens Blvd",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.74331,
            "longitude": -73.92368
        },
        85,
        "Booze and friends. Every time you walk in here you are greeted well and come out hours later with a huge smile.\n\nHappy hours are always a pleasure. Love the...",
        "A Sunnyside staple so close to the 40th Lowery Subway stop.  Always has a great mixed crowd and definitely have their regulars. They don't offer food but...",
        "The crowd is a mixture of different ages, races, and sexual preferences. Everyone there is there to drink, talk, and have fun. Some nights there are live..."
    ],
    [
        "dY4G-W_hU2EfoSe7AXT-jg",
        "Soma",
        1.0,
        [
            "49-09 25th Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7647873,
            "longitude": -73.9046008
        },
        1,
        "This place is wack!  Parking was a bitch.  The music was great but the total vibe and environment was just so crappy.  Main floor has the upbeat dance..."
    ],
    [
        "lIix5qMI4q5bfCTO4wxkgA",
        "Pink Nori",
        4.0,
        [
            "36-06 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.764689,
            "longitude": -73.917282
        },
        391,
        "Great quality sushi every single time. Pink Nori is always our go to place for sushi, take out or dine in, and we are never disappointed. We typically order...",
        "So out of the 5+ sushi restaurants between Broadway and 30th Ave (.5 mile radius) I'd say this place so far is my favorite.\n\nThey have the standard 3 roll...",
        "i've been to pink nori at least a few dozen times and the sushi is ok, but i only go if someone i'm with wants to go. \n\ni've tried their steamed shrimp..."
    ],
    [
        "FrYsIO_pXB6csWkvy-nfbQ",
        "Made In Mexico Harlem",
        3.5,
        [
            "2161 2nd Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.7940072130959,
            "longitude": -73.9402346313
        },
        107,
        "Apparently I came on good day! Not only was it happy hour until 9pm , it was also $2 tacos!!!! \n\nWe were seated right away, order was taken right away and...",
        "Stumbled upon this place late Sunday afternoon and decided to do their \"pre-fix brunch\" special. Honestly I was surprised they were still doing brunch since...",
        "Cons:\nThe waiter who took my food order was not the waiter to my table. I'm not sure why he cane over and took our orders but only half of the food was..."
    ],
    [
        "Qbnb7rRbvNg5WUoKLzz7gQ",
        "Oro Restaurant & Lounge",
        4.0,
        [
            "41-17 Crescent Street",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7514791,
            "longitude": -73.9395537
        },
        138,
        "I have many feelings about this place and very few are good. \n\nI made a reservation for 13 people for NYE dinner last night and I unfortunately have to say...",
        "Nice place in LIC for a date night. Quiet, elegant, intimate.\nThe price is a little high but it's check-in offer worthy.\nThe bread they offered is...",
        "This is the life. A block from Queensborough Station on the 7 puts you into lower prices for just as good food without the crowd. Sinatra music, warm..."
    ],
    [
        "0Aoht4zTcu9olP3dcOaWWw",
        "La Kanterany",
        5.0,
        [
            "9105 Astoria Blvd",
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.7636871,
            "longitude": -73.8780393
        },
        1,
        "last thursday i was in a mood for a drink , so i stopped by la kantera since its on my way home , i ordered a pinch scotch wiskey to my surprise it was only..."
    ],
    [
        "Y5TQBIGNf0UQbRSL7lxe1g",
        "Lavelle's Admiral's Club",
        3.5,
        [
            "4515 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.75695,
            "longitude": -73.914253
        },
        8,
        "This place is nice if you want a beer and a hear yourself think, it a very Irish bar if you like bars likes these, which I do. Easy to have a conversation...",
        "This place is obviously a front of some kind, but they are unwilling to let me in on the ruse. I told them I was cool and would make a great henchman, but...",
        "When I think of the words \"Admiral's Club\" I have images of deck-ay-danse. Not decadence, the first one, with the francophone flourish. I imagine a world..."
    ]
]