[
    [
        "6BDNKIOtJ3dFLRvXE_4NSQ",
        "Anable Basin Sailing Bar & Grill",
        4.0,
        [
            "4-40 44th Dr",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.749385,
            "longitude": -73.9550896
        },
        170,
        "Great place in the summer, nive skyline  skyline views and good bbq , good service and atmosphere.",
        "A bit of.a walk from the 7 train,the view makes this a smart place for a drink or food.  Despite cheaper prices in Queens, this place isn't - because of...",
        "Come here for the beautiful views. Stay here for the beautiful views. Dealer's choice whether you'll find the food and drink a worthwhile part of making the..."
    ],
    [
        "iKRuGrgq6b30fVTFr8Fv8A",
        "El Gran Coffee Shop",
        5.0,
        [
            "8610 Roosevelt Ave",
            "Queens, NY 11369"
        ],
        {
            "latitude": 40.74776,
            "longitude": -73.87978
        },
        2,
        "Love this place! They have AMAZING margaritas and wonderful customer service. Highly recommend a visit for dinner or drinks."
    ],
    [
        "MjwQzR09niUul5TipW_UzA",
        "Judy & Punch",
        4.0,
        [
            "34-08 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76542,
            "longitude": -73.91883
        },
        125,
        "Nice stop for a drink after a bike ride from Harlem!\nThe beer \"October fest\" was good and homey flavored.\nThe \"blood orange cider\" was a discovery!\nWaiter...",
        "Very nice tap list. Unfortunately, a few of the beers were unavailable during my visit. :( But, there were plenty of other selections to go around. Beer and...",
        "Decent dive bar in the 30th avenue area of Astoria. Super friendly staff and good music. On Thursdays they also have live music. My only complaint is that..."
    ],
    [
        "U5r3los2t3mKwOKPyO78vQ",
        "LA CHIVA LOCA PARTY BUS",
        3.0,
        [
            "8520 Elmhurst Ave",
            "5e",
            "Queens, NY 11373"
        ],
        {
            "latitude": 40.743536971193,
            "longitude": -73.8791899010539
        },
        8,
        "Had SUCH an amazing time on the bus this past weekend to celebrate my birthday. Both Yury and his staff were amazing, Yury was always available for my...",
        "A year later, We still haven't receive anything back from this business owner!\n\nHe kept our deposit and never show up to the event that we pay for.\n\nA total...",
        "We had a group of 25 people and we all had an AMAZING time! The music was great and the DJ was so nice and accommodating. The bartender was super sweet and..."
    ],
    [
        "oqJmLnijyxFbQ5xyvzOmyA",
        "Sal's Bar Restaurant Lounge",
        3.5,
        [
            "81-01 Northern Blvd",
            "Queens, NY 11372"
        ],
        {
            "latitude": 40.755594927565,
            "longitude": -73.8862788750053
        },
        3,
        "This is one of the many bars on Northern Blvd. It is a pretty big space with a great dj and good drinks. They have good prices and dont charge admission....",
        "The previous reviewer must be the owner or somehow connected with Sal. Quite frankly the place is disgusting and awful, the food is pure crap. The one and...",
        "I had a 4 hour layover at LGA and decided to step out and have dinner in NYC rather than at the airport. Stumbled upon Sal's and had a great meal. The..."
    ],
    [
        "3SP0WIVkVm6heySYH3X8xw",
        "L.I.C. Bar",
        3.5,
        [
            "4558 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.747046,
            "longitude": -73.952889
        },
        312,
        "Always enjoy the friendly crowd and live music here; the outdoor space is super lovely when the weather is good.",
        "AVOID! The bald white bartender has no honor nor respect. I have reason to believe he tampered with my card!\n\nI thought this place was ok, they have decent...",
        "Love this space- they did an awesome job building it out and the outdoor space is AMPLE for the nice days.\n\nThe drinks are really great and the bartenders..."
    ],
    [
        "l2pQdKsi7jk_qwCgtD8zWg",
        "La Chiflada NY",
        2.5,
        [
            "58-05 31st Ave",
            "New York, NY 11377"
        ],
        {
            "latitude": 40.75752,
            "longitude": -73.90351
        },
        6,
        "I was greeted immediately and seated. I choose to eat from the lunch menu that had some nice selections. The prices are really good for the portion size....",
        "Great food! Loved the ambience, but the DJ plays the same music my grandma would play... I had to leave... if I wanted to hear old music, I would hang out...",
        "This place is not ready to be out for big events.  Food, ice, beer were not enough.  Security was not enough people were smoking weed drinking hard licor..."
    ],
    [
        "osQoct-SWWFV7yJyLgmfVQ",
        "Fusion Lounge",
        2.0,
        [
            "34-19 Steinway St",
            "Astoria, NY 11101"
        ],
        {
            "latitude": 40.7559705,
            "longitude": -73.9210518
        },
        64,
        "I came to the lounge for my friends birthday. I was the first in line at 9:30. Doors open at. NEEDLESS to say they didnt let us in until 10:25 in the cold,...",
        "We went for my friends birthday this Saturday \nPros: if you have someone has disabled they will accommodate for them , bottle girl did kick us out of table...",
        "Worst lounge I've been to in Astoria, owner needs to re-evaluate staff and management. They charge 25 to get in with mandatory coat check.They place you at..."
    ],
    [
        "DUsij1O-lwZVsHlN2eQuPw",
        "Eastern Nights",
        5.0,
        [
            "2537 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76688,
            "longitude": -73.91218
        },
        7,
        "This is HANDS DOWN the best hookah lounge in Queens and on Steinway street. Extremely low prices. \n\nYou can get a pineapple head that hits for 3+ hours for...",
        "This is probably the most unexpected little gem we've ever stumbled upon. We are new to living in NYC, we ventured into Astoria and walked up and down...",
        "I walked into this place by chance, the hookah spot I was actually going to was closed. This place was unexpected to say the least, clean, live belly..."
    ],
    [
        "BTZAnp5KrBebEVZT06QtGA",
        "Kings Bar",
        5.0,
        [
            "70-04 Roosevelt Ave",
            "Queens, NY 11372"
        ],
        {
            "latitude": 40.74621,
            "longitude": -73.89517
        },
        3,
        "I was really impressed by how sweet everyone was here. From the giant teddy bear working the door, to the coat check girl, and the girl behind the bar...",
        "Just opened a few days ago. Sunday funday brunch with great cocktails throughout the day. Great addition to the roosevelt ave gay bar scene. Can't wait to...",
        "Glad for this fun new gay bar on Roosevelt. Great, friendly bar tenders and high energy music that won't shatter your ear drums.  This is a bar that fits in..."
    ],
    [
        "FpPq4U85UJGa-WDioGyJ-Q",
        "Spin City Billiard & Cafe",
        4.0,
        [
            "43-12 50th St",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.74405,
            "longitude": -73.91497
        },
        31,
        "I came here because I've bounced around a lot of different billiards in the city and a few different places in queens. There are a few things too appreciate...",
        "Really didn't expect much out of this pool hall. Odd placement in a generally quiet area and an interior that reminds you of shadier establishments, though...",
        "Ridiculous prices for the weekend.  If you walk into this place Saturday or Sunday be prepared to pay through the nose.    Absurd prices per table. That's..."
    ],
    [
        "MfoJDhRzT6ZDhK4mvTWLJQ",
        "Harlem Nights Bar",
        4.5,
        [
            "2361 7th Ave",
            "New York, NY 10030"
        ],
        {
            "latitude": 40.817206,
            "longitude": -73.942054
        },
        156,
        "This is a cool spot in Harlem for good music and drinks. I went with my friends on a Saturday night and we found a little nook to sit in together. The bar...",
        "Came here for the open mic music sessions on Mondays @ 930 and boy was that a great decision! My boy an I were staying in Harlem on a trip from LA. \n\nWanted...",
        "Chill bar with band. Enjoyable with good drinks. I've always passed by the outside without going in. The woodwork is so interesting I finally convinced a..."
    ],
    [
        "yzWjUKaH1AJvSpBQLkuHHQ",
        "Shrine",
        4.0,
        [
            "2271 Adam Clayton Powell Blvd",
            "New York, NY 10030"
        ],
        {
            "latitude": 40.81431,
            "longitude": -73.94411
        },
        260,
        "I came here with a group of friends one weekend to celebrate with a mutual friend who was leaving for Peace Corps. Parking in the area was fairly easy....",
        "solid spot for great live music and a drink. friendly staff pouring decently priced drinks. this is definitely a laid back venue, no need to be glam to come...",
        "I've been to Shrine now about 3 times.  Mostly on Friday and Saturday and the music is usually really good. Drinks are great and the staff is friendly. I..."
    ],
    [
        "whjLrUeV2ls2idI0lJ0BWQ",
        "RubiRosa Restaurant & Bar",
        3.5,
        [
            "8407 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.756027,
            "longitude": -73.8831979
        },
        12,
        "Went here on a Thursday night. My friends and I arrived a little before 12 and in the blink of an eye, the place was packed!! Definitely a good vibe in here...",
        "Nice place to get a drink with friends, a little small, I did like the policy about to have a sit, to stay sit you have to buy a bottle, otherwise you have...",
        "Great location to have a night out with friends.. if you enjoy spanish music this is your to go spot.. bartenders are friendly and the hookah is great...."
    ],
    [
        "6C5Mrj3f-6nSnFEJoy84GA",
        "Hellgate On the Park",
        4.0,
        [
            "1919 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.781028,
            "longitude": -73.917167
        },
        29,
        "A local dive you just gotta love and appreciate for what it is, dark n dingy at its least finest.\n\nDarts, popcorn, wings, pitchers.\n\nWhat else is there to say?",
        "Not much food, okay drinks. Was invited here last Saturday after a local walking tour. This dive bar is on the small side; seating is limited and stools...",
        "Cash only bar that has a neat\nPopcorn machine. pretty open bar seating area. Very neighbor locals only feel. They have a patio in the back but it was..."
    ],
    [
        "kzw8eLszdBbCWJ65-4xXgw",
        "Lit NYC Gentleman's Club",
        2.5,
        [
            "35-35 Steinway St",
            "Queens, NY 11101"
        ],
        {
            "latitude": 40.7540446,
            "longitude": -73.9227954
        },
        6,
        "Dear Management, \n\nYou have a nice space and you are wasting it. Why can't everyone be on the floor by the stage to tip the strippers? The guys that were in...",
        "The bouncer tried to con you, the drinks are over priced and they don't show any titties 4 thumbs down",
        "I've been anticipating coming here so was a little disappointed at what it turned out to be. Maybe I was misinformed due to many different rumors floating..."
    ],
    [
        "jhLvlAn9ZjVhQ131-aVyTg",
        "Cassidy's Ale House",
        4.0,
        [
            "7502 31st Ave",
            "East Elmhurst, NY 11370"
        ],
        {
            "latitude": 40.758334,
            "longitude": -73.892209
        },
        65,
        "STEAK TIDBITS MEDIUM RARE.\n\nThat's all I got to say. So freaking good.\n\nI have been here a numerous amount of times and must say that the bartender/servers...",
        "This place is the worst. The bartender was drunk. The manager was drunk. They had no idea what's going on. I ordered a Turkey Burger and they gave me Turkey...",
        "I can't say how many times I've walked straight passed this place in pursuit of cannelle patisserie, but it's A LOT. I originally thought it was solely a..."
    ],
    [
        "E8RE6fvsR1NsXodJiILHAA",
        "& Son",
        5.0,
        [
            "1450 Second Ave",
            "Mel's Burger Bar",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.77106,
            "longitude": -73.95649
        },
        3,
        "this place is a cool speakeasy or \"steakeasy\". It's located inside Mel's Burger. Recommend to make a reservation at the restaurant. Once greeted by the host...",
        "What a fun place and still not known to the hip NYC foodie crowd so book now.  It's in the back of Mel's diner in a cozy, intimate room and the music makes...",
        "& Son is the perfect date-night spot, tucked away in the back of Mel's Burger Bar. The 3-course prix fixe menu is a steal! My generously portioned steak was..."
    ],
    [
        "7jUI2dPZlHqlnA1XVstuZg",
        "Botequim 39",
        5.0,
        [
            "29-05 39th Ave",
            "Queens, NY 11101"
        ],
        {
            "latitude": 40.7534676083304,
            "longitude": -73.9342684189572
        },
        2,
        "I loved this place! We were staying in a hotel down the street and ended up going here twice. Normally I wouldn't do that because there is so much to...",
        "Botequim 39 is a really cute Brazilian local wine bar with many great menu options!\n\nAmbiance: 10/10\nFeels very cozy and at home. You can tell there's a lot..."
    ],
    [
        "CO-buli9ruOhBYsEwOLD2Q",
        "The Globe Tavern",
        4.5,
        [
            "4910 Skillman Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.7460578,
            "longitude": -73.9147416
        },
        21,
        "This Sunnyside/Woodside stalwart never fails to deliver! A great crowd of good-natured regulars in here mixed among plenty of weekly fresh faces. Rena,...",
        "Nice dive-y place with friendly bartenders and a cute backyard! We got eaten up by mosquitoes back there though so had to move inside, which was no problem...",
        "My favorite bar in all of woodside! Their drinks are strong and reasonably priced drinks. Relaxed atmosphere and the patrons and bartenders are equally as..."
    ],
    [
        "IQJ2BbXxzEhQWa4N6-NJtg",
        "Alpha Restaurant & Lounge",
        4.0,
        [
            "40-06 Astoria Blvd S",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.768866108611,
            "longitude": -73.9107099999999
        },
        19,
        "One of the best lounge experience I've ever had in my life and it's Alpha Astoria  . \nThe lounge is huge with welcoming security staffs. Make a sure to...",
        "Cool spot and has a good vibe. They just got the bar. Love their whiskey mojito! They have special hookah flavors that they mixed in house. My friend got...",
        "Have a variety of unique hooka flavors which is great, in comparison to other places in steinway. There are happy hour deals which  are advertised at the..."
    ],
    [
        "P-XnPhzdGbgbMYIcS0cpTA",
        "The Brewery Bar & Kitchen",
        4.5,
        [
            "49-18 30th Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.760256,
            "longitude": -73.907328
        },
        117,
        "There are Irish pubs all throughout western Queens, but very few of them are as versatile as The Brewery. Located on the quiet stretch of 30th Ave where...",
        "Came here today to have lunch with a friend, just randomly found this place in the area.  First time hear and we are so glad we stopped by.. crab cakes were...",
        "Absolutely top notch restaurant bar. The food is always delicious and flavorful. I've never had a bad meal here. The atmosphere is spacious and not your..."
    ],
    [
        "Hh9glEE_xDYT_pPUsRPXlA",
        "Blend on the Water",
        4.0,
        [
            "4540 Center Blvd",
            "Long Island City, NY 11109"
        ],
        {
            "latitude": 40.7479520761447,
            "longitude": -73.9570822404376
        },
        3142,
        "Great big open space for brunch! My friend recommended this place for the music, food, and drinks. It also doesn't hurt that it's right by the water so you...",
        "Updated review: I came a few months ago to celebrate my anniversary. I booked a reservation over OpenTable and I was able to get a really nice table. I was...",
        "Love this spot. I came here a few times. I had my boyfriends surpise party in the back dining area. It was about 20 of us and it was really really nice. I..."
    ],
    [
        "8iDLpmtQqop6Za_8uFpvJg",
        "W XYZ Bar",
        5.0,
        [
            "100-15 Ditmars Boulevard",
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.7703,
            "longitude": -73.86972
        },
        1,
        "Excellent food & ambiance!!! Conveniently located to the LGA airport and service was great."
    ],
    [
        "pgGT9m03pNI15Ag2pAdY1Q",
        "Kurry Qulture",
        4.5,
        [
            "3605 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7649112016844,
            "longitude": -73.917061437621
        },
        355,
        "Great location and a great experience and this is coming from Indian guy who doesn't go out to Indian places because he would be disappointed. \n\nI have to...",
        "My girlfriend and I were so excited to come here after all the great reviews. Unfortunately, this review won't be one of those. \n\nWhen we arrived, despite...",
        "Pretty standard food that you'd find at most Indian restaurants, I didn't notice anything out of the ordinary. Ordered the samosa chat, chicken korma, and..."
    ],
    [
        "enLJO6ZIRQ1-dIWaWGRV9w",
        "Olympia Sports Bar & Lounge",
        3.5,
        [
            "23-44 Steinway St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.770264,
            "longitude": -73.9095857
        },
        52,
        "Great place  to play pool at & good food friendly waitress & waiters very attentive. We went back weekend after & they remembered all of us again great...",
        "A money-laundering establishment food sucks service sucks they sucks overpriced overrated",
        "Been coming here the past few months, and the past month has been so dull. Bartenders seem half asleep, and forget orders half the time. Tonight i ordered a..."
    ],
    [
        "qNwJydU78Hk-mvhOPxpeIg",
        "The Quays Pub",
        4.5,
        [
            "45-02 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76173,
            "longitude": -73.91103
        },
        101,
        "Sometimes you just want to go where everybody knows your name. \n\nThe Quays is an incomparable neighborhood pub in Astoria, Queens, New York. My roommates...",
        "Nice darts area in the back, good bar service, warm tight and busy neighborhood spot",
        "Good live bands at this relaxing neighborhood bar. Friendly crowd. We have been here before so I ordered wings outside and brought them with us.... no food..."
    ],
    [
        "fqr2YzqzG7q1ZsuP2klxww",
        "LUNA  Asian Bistro & Lounge",
        4.0,
        [
            "32-72 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7573,
            "longitude": -73.92068
        },
        284,
        "Loved the food and service roof view was fine\nI can imagine the summer weather when I sit outside \nI will be going back to experience that",
        "I came here for a friend's birthday in a group of 10. She loves this place and used to come during the summer when the rooftop opened up. Also, no cake fee...",
        "This is just another imitation Japanese restaurant.\nI'll keep it short. If you're looking for Japanese taste you won't find it here. The place looks modern..."
    ],
    [
        "zgW7g4RWssKfjdlSE8fZvg",
        "Sweet Afton",
        4.0,
        [
            "30-09 34th St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.765352,
            "longitude": -73.918983
        },
        1053,
        "Went on a Saturday night for dinner. The food was pretty good. We had the artichoke dip as an appetizer and it is very cheesy so thumbs up! \nWe ordered fish...",
        "Alrighty people, grab a cup of coffee because this is going to be a long one like the others below. I've been working with Kate to host a Surprise Bridal...",
        "This place is a gem!!!! My review is specifically for brunch but I came here on an evening for a drink and enjoyed the vibes as well.\n\nWhen moving to..."
    ],
    [
        "t3SqmOKZN4pThbBfyyDJIg",
        "Cafe 75",
        3.5,
        [
            "7518 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.74682,
            "longitude": -73.88972
        },
        5,
        "Its a dive bar and a good one for Spanish patrons. Everyone can come and the staff speaks English but 99% of their clients are spanish.\nCheap and cold...",
        "The actual dive bar is a dying breed. It's often confused with dirty or dingy for ironic reasons. \n\nA dive bar is a well worn, no frills, cheap place to...",
        "Don't let the name fool you, it's actually a neighborhood dive bar   No frills with a juke box, nice hangout place"
    ],
    [
        "eLBg1bINGOg1r07F3xBrzg",
        "Cavali New York",
        3.5,
        [
            "3621 Steinway St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.752911,
            "longitude": -73.923602
        },
        3,
        "This spot looks so nice, the decor is bomb and it's very spacious. I came here on a cold Friday night they had free hookah til 12 and open bar for women...",
        "The night I went, the crowd was type young and the door practices were a little ridiculous. The DJ I came to support wasn't there but the music was still...",
        "Nice ample space. Decor is nice. Good customer service. Full bar. Many sections with plenty of space to lounge. I was surprised at the amount of security..."
    ],
    [
        "YjkEjOJ05z4MVDmbrWvWdQ",
        "District Saigon",
        4.0,
        [
            "37-15 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7596365,
            "longitude": -73.9199343
        },
        582,
        "I had heard great things and was afraid it would not live up to expectations, but it most certainly did. The restaurant itself has a pretty interior and the...",
        "Good pho with brunch hours until 4p. Food is delicious and fulfills my all-time wish of getting banh mi and pho at the same time. \n\nSpiced fries\nLove loaded...",
        "Overpriced average pho bowl. The size wasn't very big and the broth was pretty bland. You had the option of adding oxtails but it would have pushed the..."
    ],
    [
        "HvzHYgbaGHU5XykktOvQwA",
        "Madam Marie's",
        4.0,
        [
            "35-15 Broadway Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.760323673052,
            "longitude": -73.9215580746531
        },
        59,
        "I am a happy hour junkie so I was super excited to come here based on my prior research and stalking of reviews. Design wise- it's a cute dive bar but with...",
        "We had a nice time. Free hot dogs during happy hour and even better, happy hour lasts an extended time and they have it every day. Rare in a bar....",
        "Had a rough day yesterday and we decided to stop in somewhere new.Cool bartender,great happy hour and free hot dogs with each purchase."
    ],
    [
        "iJX38wGhQFSQO3kchuRcMQ",
        "Fayrooz Hookah Lounge & Bar",
        3.0,
        [
            "2808 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.765327,
            "longitude": -73.9141269
        },
        199,
        "Had such a great experience here . Highly recommend this place . Got a few bottles,  they comped us a few things . Manager was always walking around making...",
        "Came here on a Saturday night with a large group.  The place was pretty much filled up but we were able to get a table right next to the dj booth and fire...",
        "This please is just not what once used to be. Music is basically not in sync with the videos playing (which are reruns of VEVO commercials). They charge $70..."
    ],
    [
        "XFOeF0EbUakeSMMT5t6j3w",
        "M.I.A Made in Astoria Restaurant & Lounge",
        3.0,
        [
            "27-35 21st St",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.77112,
            "longitude": -73.926401
        },
        43,
        "It's my second time at Mia . Great atmosphere nice music from Dj . Staff is professional and super friendly and attentive always on point . The second time...",
        "2 stars because the bartenders and servers were friendly. The problem lies within the kitchen and the false claim to provide anything remotely tasty or...",
        "The place is chill and the bartenders are cool but the food is super trash. Enter at your own risk."
    ],
    [
        "ClHBe70in3w1o3xWTzOrpw",
        "Paris Blues",
        3.5,
        [
            "2021 Adam Clayton Powell Junior Blvd",
            "Ave 7",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.80634,
            "longitude": -73.94974
        },
        113,
        "This has become a regular spot for my friends and me when we want to enjoy some soulful jazz. The space is comfortable, welcoming and refreshingly...",
        "On a whim, I decided to meet old friends for a birthday toast at Paris Blues.  It was my first time there.  At a glance upon arrival, it was a neighborhood...",
        "You really pay for that old school blues experience here at this bar. Yes, it is run down. Yes, the bathrooms are old and yes the servers are a bit rude...."
    ],
    [
        "5aMOBYHFqogEunt9gBxQvw",
        "BRIK Astoria",
        3.5,
        [
            "32-16 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.75859,
            "longitude": -73.91963
        },
        187,
        "Absolutely LOVE this place.  The food quantity and quality is outstanding. Prices are fair, especially for the quantity of food you get.  The drinks are...",
        "came in for lunch on a sunday around 12:30pm and had an overall good experience. \n\nparty of two, no trouble getting a table (or changing it when we thought...",
        "I visited Brik Astoria today for Saturday brunch and while the overall experience was ok it was just that....ok.  The food was reasonably priced but I can't..."
    ],
    [
        "tC78zYWmKHS1RiCsrkP58Q",
        "Sanger Hall",
        4.0,
        [
            "48-20 Skillman Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.74603,
            "longitude": -73.91552
        },
        41,
        "I had so much fun my visit to Sangar Hall one summer Sunday afternoon that I stayed well into the night, when even more fun came on via a carry-your-key (...",
        "Sanger Hall could be great...IF they were family friendly. Bartender, Scotty, came in and yelled at parents and kids \"This isn't a f'ing Discovery Zone, we...",
        "Brunch review....\n\nThe food was pretty good however they didn't have cocktail special during brunch for popular items like mimosas (which was really..."
    ],
    [
        "Duh9gmBVHodHKQaQqsyZcg",
        "Mom's Kitchen & Bar",
        4.0,
        [
            "33-01 31st Ave",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.76372,
            "longitude": -73.92158
        },
        693,
        "Since NYC is under a state of emergency I figure what better time to write a review for my new favorite place to go. I just moved to Astoria not too long...",
        "Nicole - Moms is OK, I found the food was over seasoned. I had shrimp and grits. The grits were pudding-y ,but I would give them a second chance. Interior...",
        "The best BRUNCH resto in the neighborhood. I moved to the Upper East and came back in Astoria for a great place like this one. Their chicken and waffle is..."
    ],
    [
        "BTysmUXQNtsfehaL_-1bNg",
        "Lenos Bar Restaurant",
        3.5,
        [
            "8015 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.755696,
            "longitude": -73.886631
        },
        56,
        "Cute bar, is usually always packed so finding a table takes a long time. I had a margarita which comes in a huge glass for  $14. The chairs could be more...",
        "I don't  recommend this place ... just waste your time, they not respect the line to enter, they don't  respect the reservations, all because only the...",
        "Local place, more of a bar & hangout! I like the $5 happy hour drinks. Bahama mama for me! Service was only ok and the food is mediocre at best.\n\nI like the..."
    ],
    [
        "5UKaMW1iDj02GFQxtjjP7g",
        "Bocaito Cafe & Wine Bar",
        4.5,
        [
            "8115 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.755701,
            "longitude": -73.8856811
        },
        287,
        "This restaurant has so many dishes that\neverytime we go there we just wanna\ndevour the whole menu. All plates are\nexotic in some way. Whether because...",
        "Came here for brunch on a pretty cold winter day. We made reservations for 4 in advance but upon arriving, we were given a table right by the door where...",
        "Happy hour is the best here, they colonial Colombian entree is to die for.  The skirt steak is perfectly marinated, so tender, easy to chew and swallow...."
    ],
    [
        "gJmJDwrDUHy--3qS9qQFYA",
        "Blackbird's Bar & Restaurant",
        4.0,
        [
            "41-19 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76341,
            "longitude": -73.91335
        },
        259,
        "One of the best wings? Yes. Spicy level? Nuclear. \n\nThursday special includes $7 for a dozen wings and $5 draft beers. Cash only. Expect the service to be...",
        "This is one of the best little bars in Astoria! The atmosphere is great, the staff is always nice & quick and the food is so good/fairly priced. I've been...",
        "This is certainly one of the more popular neighborhood bars around the area, as it is always packed with patrons. It feels welcoming with friendly staff,..."
    ],
    [
        "pL7MK_PsDtrKdBm1xLPzkg",
        "Off The Hook Raw Bar & Grill",
        4.0,
        [
            "28-08 34th St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.767167,
            "longitude": -73.918014
        },
        418,
        "Checked this place out today, not sure how I really feel about it. \n\nAtmosphere- a little to tight and congested \n\nFood- grilled oyster is delicious, jerk...",
        "This place does not deserve 4 stars. The last two times I've been here the service has left things to be desired and the lack of transparency is...",
        "Sorry have to give 3 stars because of the service. First time here and I asked 3 questions. Was only one here. I asked if they had anything on tap? After..."
    ],
    [
        "gx7b4DNs_k0vYvNumR1nUQ",
        "Prelude Productions",
        5.0,
        [
            "24 W 117th St",
            "Ste 3 Q",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.8016414940357,
            "longitude": -73.9468087255955
        },
        1,
        "I'm so glad Matt & his Prelude Productions started their Yelp page so that I can be the first to share what a pleasure they were to work with! \n\nI was in..."
    ],
    [
        "DHs02Lz25EycpQz2Gpv7lQ",
        "Kabu Bar & Lounge",
        2.5,
        [
            "85-09 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7559945,
            "longitude": -73.8824135
        },
        23,
        "Went here for a friend's bday on a Saturday night.\n-5$ cover for anyone to get in\n-3$ PER COAT check\n-staff (even bouncers) were attentive and...",
        "The worst place ... I went there and no security in the bathroom. My wife was inside the women's bathrooms and four guys came inside, so she called me an I...",
        "( Music is extremely loud, even sitting by the door You are yelling at the top of your lungs to talk to your friends)\n \nSo their cocktails menu, for the..."
    ],
    [
        "MvLCuHIcEPvZ12RZdsSckA",
        "Domaine Wine Bar",
        4.5,
        [
            "50-04 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7425913214684,
            "longitude": -73.9542330801487
        },
        132,
        "Pour service, every time. \n\nTheir happy hour deals are outrageously delicious (I think $18 for 6 oysters plus glass of wine), but my favorite part of the...",
        "I've gone here multiple times and I always have a good time. It's super intimate and chill. There's a beautiful happy hour menu of 6 oysters and a glass of...",
        "this is definitely the best wine bar in the area and I really like the woman who is often bartending on weekend nights. She really knows her stuff and is..."
    ],
    [
        "ydWmJqho-8-8Nj1MVYliBg",
        "3308 Eats N Drinks",
        4.5,
        [
            "33-08 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7609456035276,
            "longitude": -73.9236049354076
        },
        47,
        "Food and drinks are awesome!! We tried the cheeseburger with truffle fries, chicken chicharon and empanadas and it was delicious! Jack Punch Drink is a must...",
        "THEY DO NOT SERVE TAP WATER AND CHARGE YOU $3 FOR EVERY WATER YOU ORDER. \n\nI use to love this place for football Sunday. Was an amazing wing bar. Lots of...",
        "Stopped over here on a Friday night to take advantage of the happy hour for dinner. Not too many people inside but started filling up as the night..."
    ],
    [
        "E7bXW2tsCV4c8WCeeV8z_g",
        "Ready Penny Inn",
        4.0,
        [
            "3707 73rd St",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.748572854974,
            "longitude": -73.8925004494234
        },
        43,
        "Best bar in Jackson Heights hands down .. I always get treated great there .. great people that work and go there",
        "Proud to endorse the R.P.I.as the finest Pint of Guinness east of the Aran Islands..\nThe barkeeps are a throwback to a bygone era,and the clientele a true...",
        "This bar is great.  Great mix of regulars with a steady stream of new faces.  The drinks are priced right and when I'm sojourning out to somewhere else..."
    ],
    [
        "2uaTorlKS4Ue5q6TWACvTA",
        "Caprice",
        3.0,
        [
            "3108 Astoria Blvd",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.7697472078213,
            "longitude": -73.9178427300247
        },
        29,
        "See my old review for the positives and negatives. \nAhhh, they brought this place back.\n\nIt's been so good lately I've gone every Saturday for the past two...",
        "My friends and i went to celebrate Greek\nEaster on Saturday night and the doorman rejected us. He said we should have arrived 10 minutes earlier even though...",
        "If you have a Greek gal pal in town, this is definitely the place to take them after 2am.  Before 2am, be prepared to feel like you're in an all-girls..."
    ],
    [
        "hN3fiSltPQ8G6YJQLSz5xw",
        "Katch Astoria",
        3.0,
        [
            "31-19 Newtown Ave",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.7671716,
            "longitude": -73.9202752
        },
        422,
        "My buddy and I came here after going to a Yankees playoffs game because there was another game on and it's just down the street from him. I was also trying...",
        "The bar itself is okay, but the food is just not good at all. Was a really disappointing experience when I visited with my daughter for a quick beer and a...",
        "Weddings are usually stressful occasions. In order to make it through, you need help and support from others along the way. Without question, the Katch..."
    ]
]