[
    [
        "zDujEq9qZk13nBcG2PH4tA",
        "Il Falco",
        4.5,
        [
            "21-50 44th Dr",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7476595714373,
            "longitude": -73.9455319123659
        },
        281,
        "I love these old school Italian places, especially when the chefs comes from the famed NYC restaurant Il Mulino.\n\nIf you're looking for a fancy decor, this...",
        "Food delivery ordered carbonara, minestrone and caesar salad. Everything was bland. The worse was the caesar salad just pretty much had romaine and bread...",
        "The appetizers & salads were really good, the entrees were good, but a bunch of us were disappointed in the sauces; best to get them on the side. The mixed..."
    ],
    [
        "OiSjFh06dsNonI0cPXMSOw",
        "Bondurants",
        4.0,
        [
            "303 E 85th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.777292,
            "longitude": -73.951854
        },
        469,
        "Drinks \n1.) wine \n2.) beer \n\nThey have food, will probably order something if I find myself here again \n\nService \nReally great, everyone is super nice!...",
        "Drinks: This is one of my go-to spots in the upper east side for drinks when hanging out with friends or co-workers. Great endless selection of whiskeys,...",
        "Friendly bartenders, great beers, and the best house-made tater tots you'll find in NYC"
    ],
    [
        "xXes1QfwrUSTNbzAg5AW6w",
        "Ed's Elbow Room",
        4.5,
        [
            "308 E 78th St",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.7723,
            "longitude": -73.95494
        },
        10,
        "LOVED this little neighborhood watering hole. Walking back to our friends we were looking for a spot to stop for a drink and the owner was kind enough to...",
        "- Cute little bar on the UES\n- Seemed like every one who was there except us were waiting to get into the restaurant next door\n- Lovely bartender\n- Quiet,...",
        "We found this place looking for a different place. \n\nIt's cozy, local and friendly. They have some good beer and wine choices but it makes for a great low..."
    ],
    [
        "6QbDkxmiCl-d7MUXIdhBsA",
        "Gun Hill Tavern",
        4.0,
        [
            "2515 3rd Ave",
            "New York, NY 10451"
        ],
        {
            "latitude": 40.810612,
            "longitude": -73.928371
        },
        72,
        "The tavern burger and French fries are absolutely amazing. Staff was respectful and they have open trivia nights open to the public.  \nI don't know how I...",
        "Came here for the first time this past Saturday when I dropped my car off at the mechanic down the street and was pleasantly surprised to find this tavern,...",
        "This is a small and cute place for a quick bite! The meat of the burger and chicken wings were very tender and juicy! The gun punch actually surprised me! I..."
    ],
    [
        "E2gIY7uWsmvpcUKItVOJoA",
        "Vanguard Wine Bar",
        4.0,
        [
            "1372 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.7685437815422,
            "longitude": -73.9551467096273
        },
        47,
        "If you're looking for a date spot \"just to grab a drink\" you found a gem on the upper east side.  Plenty of seating and an atmosphere where you can hear...",
        "What a great wine bar on the upper east side! Came here with 2 of my girlfriends and sat at the bar which we love doing. We shared the hummus, cheese plate...",
        "Lovely place for drinks and light apps. High touch personal service. All around a good vibe and cozy."
    ],
    [
        "aSbrPkclNZXBtA2k69Agsw",
        "Ruby's Vintage Harlem",
        4.0,
        [
            "2340 Acp",
            "New York, NY 10030"
        ],
        {
            "latitude": 40.817149,
            "longitude": -73.943047
        },
        41,
        "Last minute dining decision turned out excellent. Really pretty environment...liked the decor. A lot of black love. Not sure if the restaurant is for us or...",
        "A beauty fall day, walking thru Harlem actually looking for another restaurant when I came across this place. It has been on my radar for some time & didn't...",
        "Yay! I finally got to fall in love with Ruby's for myself.  I went there on Saturday night after attending an event nearby.  We decided to go to Ruby's to..."
    ],
    [
        "OtbPn7ePP9bikQ_jXKS28A",
        "The Stumble Inn",
        3.5,
        [
            "1454 2nd Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.771146,
            "longitude": -73.956228
        },
        472,
        "This seems to be the go-to after work spot for MSK employees which brought me here last week. When my coworker and I first arrived at the establishment we...",
        "The food and atmosphere never fails, I'm not a drinker so for me to go to a bar for the food is saying something! The drugged burgers are phenomenal!!! The...",
        "Quick recap: looking for a cool spot with drink specials? Reasonably priced bar food? Maybe a spot to mingle? This is it. Do not come here thinking you'll..."
    ],
    [
        "0WIt2KSbac6a-LzRKzUUdQ",
        "Rancho Vegano",
        2.5,
        [
            "2270 2nd Ave",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.79728,
            "longitude": -73.9372
        },
        3,
        "Uncomfortable** Music taste only caters to a Spanish crowd in the middle of EAST HARLEM. Needs to be more diverse, needs better staff, menus prices were...",
        "The food is good, but the customer service is horrible. My family and I wont go there any more. \nGloria, NYC",
        "A literal hole in the wall. Not much seating but more  Dominican take out spot. a no thrills place but don't understand why this place has such low ratings..."
    ],
    [
        "x61Sizu7lqGPMGuKEGHo-Q",
        "Senso Unico",
        4.5,
        [
            "43-04 47th Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.7414137015591,
            "longitude": -73.9216857927781
        },
        67,
        "They always say some of the best food is in Queens, and Senso Unico, an Italian restaurant in Sunnyside, made me a believer of that statement.  Thinking...",
        "Had take out from restaurant last night , due to all restaurant closures. Their takeout package is excellent , app entree and salad for $25 for two people...",
        "I've been wanting to try this place for a while but it just ended up being a disappointment :/ The cocktails were average at best, the food was mediocre..."
    ],
    [
        "LXfjP-K8NAv7FUb84yOM7g",
        "United Club",
        4.5,
        [
            "LaGuardia Rd Terminal B",
            "Near Gates C Entrance",
            "LaGuardia Airport",
            "East Elmhurst, NY 11371"
        ],
        {
            "latitude": 40.7740718411152,
            "longitude": -73.8688835878569
        },
        4,
        "I really like what they did to their lounge here at LGA LaGuardia. Club used to be before the TSA and it was pretty small.  New one is located after the TSA...",
        "One of the better UA lounges that I have been to. \nLarger, and more food options than the Air Canada lounge next door.\n\nAt 5AM they had (good) bagels, eggs,...",
        "I was very impressed with this new United lounge (opened in summer 2019) and I'm already excited to go back. It's smaller, and definitely not as fancy as..."
    ],
    [
        "MA3t_z0VwzTbPTq9O3mbyg",
        "Dutch Kills Centraal",
        3.5,
        [
            "3840 29th St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.753745,
            "longitude": -73.934617
        },
        317,
        "Started off with a good Beer. The Ommeggang Saison tap was good!\nNext looking for a burger. I for one, don't like grass fed beef. Its the cheapest and most...",
        "My boyfriend and I stayed at the Marriott close by during our trip and the receptionist recommended this restaurant that was close by. We decided to try it...",
        "Came here for the first time. The sangria was excellent, my husband had the burger with swiss cheese and fries and since I just ate I decided to go for..."
    ],
    [
        "ieoPAi6nbdEkrwv4vGVSwg",
        "Via Trenta Osteria & Wine Bar",
        4.0,
        [
            "3619 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7648771022913,
            "longitude": -73.9165434257602
        },
        446,
        "I usually never write reviews but the level of service and care that they gave me warranted my first yelp review.\n\nI came in and casually mentioned that I...",
        "Love this place. My only feedback is that I wish they had a real bar... then they would see me a lot more. \nWe went on New Years Eve, we did have...",
        "I met the owner,\nHe is not a serious person,\nAnd a dictator.\nRestaurant not organized,\nAnd honestly too expensive for this quality.\nStay away from this bad..."
    ],
    [
        "Ck4qyOc_m6uxz0uC3l-NTA",
        "El Paso Restaurante Mexicano",
        3.5,
        [
            "123 E 110th St",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.7952932513683,
            "longitude": -73.9451895260037
        },
        21,
        "Me and my close friend came here to indulge in some happy hour festivities and to my surprise it was worth it . We sat ourselves and they have really nice...",
        "Grabbed brunch with three friends on a Saturday morning at noon and the whole place was completely empty. Had trouble ordering waffles because their machine...",
        "The best little\nHideaway in dirty spanish harlem this place is amazing an the art inside is really pretty too look at the margaritas ar to die for! The food..."
    ],
    [
        "1oSScsLRONvHppf8i67yoQ",
        "Cafe at Apollo",
        4.5,
        [
            "253 W 125th St",
            "Inside Apollo Theater",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.80991,
            "longitude": -73.95013
        },
        180,
        "I scored a $10 ticket on Stub Hub to attend Amateur Night (every Wednesday) at the Apollo on my recent trip to New York. I stayed at an Air Bnb in Harlem...",
        "So the queen of soul died. So I went to the Apollo and paid my RESPECTs to Aretha Franklin. \nThe Apollo always has a celebration of live when a legend...",
        "Came here after having lunch at Amy Ruth's.  I just had to see the legendary Apollo Theater live and in person, since I was already up in Harlem.  \n\nIt..."
    ],
    [
        "bIjUOte0FHYhPqcrUAP0zw",
        "Lima Restaurant & Bar",
        2.5,
        [
            "85-07 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7559444,
            "longitude": -73.8822552
        },
        61,
        "This is not our first time coming to eat here, but I'm not sure if we will come back.  We had a very large group of about 20 or so people and they were very...",
        "Stopped in for lunch & got the chicken combo lunch consisting of whole chicken, sweet plantains, rice & beans, avocado salad & salchipapas.  They also give...",
        "First off let's get straight to what's wrong with this bar. BE CAREFUL if you come with a large crowd OR you host a part upstairs or downstairs in the..."
    ],
    [
        "eSyYRxNDQoOundKSUqRosw",
        "The Daisy",
        3.5,
        [
            "1641 Second Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77741,
            "longitude": -73.952434
        },
        244,
        "Came here for dinner with a friend and would definitely recommend going with reservations if you plan on coming on a weekend. This place was super cute and...",
        "My friends and I made a reservation for bottomless brunch last Saturday afternoon and had a fabulous time. \n\nThe ambiance of the restaurant is absolutely...",
        "This is listed as a brunch place but I came with a friend for dinner. Overall the price point for this restaurant is quite high but they have some special..."
    ],
    [
        "3M6CsWQ_FIAzpxnuqq_eHw",
        "Las Margaritas Astoria Restaurant",
        2.5,
        [
            "38-01 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7594468,
            "longitude": -73.9195285
        },
        247,
        "Came here twice with my friend then decided to take my boyfriend here. \nSame good service always.\nLove the food! \nVery fresh and clean.\n\nA very chill...",
        "I was very disappointed that the 2nd time coming that the service has dropped significantly.\n\nIt was loud and to dark inside. I could barely hear myself...",
        "I was terrified of coming here today because of the reviews I read about the service here. But I was craving some local Mexican food and a cold margarita so..."
    ],
    [
        "FR_E9_Z3WG5HjeIUyTKSWw",
        "Antonio's Kitchen",
        3.5,
        [
            "76-08 21st Ave",
            "East Elmhurst, NY 11370"
        ],
        {
            "latitude": 40.7704153034747,
            "longitude": -73.8933003575181
        },
        137,
        "Came here for lunch and the pizza was soo good! \n\nFood was ready in minutes. \n\nWill most definately return.",
        "Terrible. My partner and I went here on our break. She orders a pizza roll and I ordered a Sicilian slice. My slice wasn't in the oven for more than 1...",
        "The food is phenomenal. I give it three stars since the small plate I always get every day has been reduced to a smaller square box. The amount of food from..."
    ],
    [
        "XRK6bTyINWS1stlmCbxiYA",
        "Carlow East",
        4.0,
        [
            "1254 Lexington Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.778689023197,
            "longitude": -73.9562473565979
        },
        89,
        "When I moved from Seattle to New York City I was craving a community (particularly during football season) and let me tell you- this is the spot for Seattle...",
        "If you are in New York and a Seahawks fan this is the place to watch a Seahawks game.  Starting with the 12 flag on the door you have entered Seahawk...",
        "Michael is the best bartender ever!! Very knowledgeable and personable!!! Great Experience! Hidden Gem!! Upper East Side!"
    ],
    [
        "hkdFqHKEYVNZrED3PVxqFA",
        "La Jungla",
        1.0,
        [
            "78-13 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.74753,
            "longitude": -73.8871
        },
        1,
        "Ok I don't like giving 1 star reviews but this place deserved it.\n\n1.  Took way too long to even get acknowledged to order a drink considering it was empty..."
    ],
    [
        "eV_lsSEAjRWAxdlX44Omcw",
        "Quaint",
        4.0,
        [
            "46-10 Skillman Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.74626,
            "longitude": -73.91761
        },
        240,
        "Finally checked this place out and I don't know why I waited so long! This is such a cute, cozy neighborhood spot. The menu isn't long but they do offer...",
        "This place is... unique. \nThe decor is cute, and the back patio is a nice perk in NY. \nBut the staff seems lost, their timing is slow, and they aren't...",
        "Love the food.  This place is so yummy, everything that I have tried here has been delicious. \n\nFood:\n-Calamari - a favorite. It is always crispy and fresh..."
    ],
    [
        "vNfFSU8hU41eApN_RwLyqA",
        "Chiflez",
        4.0,
        [
            "95-02 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7488391,
            "longitude": -73.8710796
        },
        81,
        "Authentic Ecuadorian cuisine. They also have a big menu comprised of different South American delicacies. Their drinks are awesome, the decor is gorgeous,...",
        "Chifles, I had you bookmarked for a while and I was super excited to try this place and I guess I'm content with my experience. I know it's sounds confusing...",
        "This place is located on a very busy corner which means parking can be challenging. From the outside, you would think it's a big place, but it's relatively..."
    ],
    [
        "_m0UAJile3kJDJ9lb3p9bQ",
        "The Painted Lady Saloon",
        4.5,
        [
            "1825 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78336,
            "longitude": -73.94796
        },
        75,
        "Loved the ambience \nVery casual and chill yet elegant \nOur server was great \n\nWe visited during week days and there was happy hour \nWe ordered sangria and...",
        "I am an eternal optimist when it comes to trying to find a great gastropub on the UES but have always come up short. I tried The Painted Lady early on a...",
        "This spot was great to stop in for happy hour with a couple friends. I ordered the rosé, brussel sprouts, and Mac and cheese and everything was super tasty...."
    ],
    [
        "sDfnz43pduGhdRyrQY-BLg",
        "Two Sha S",
        3.0,
        [
            "2576 3rd Ave",
            "West Bronx, NY 10454"
        ],
        {
            "latitude": 40.81142,
            "longitude": -73.925987
        },
        4,
        "Parking sucks! My first night here I got a ticket for parking in the bus stop (I swear there was no sign). The atmosphere was pretty cool. No fights,...",
        "Yooooooooo the DJ was off the hook. He was playing everything I want to hear at my party. I thought the place was small but got a little tour and it's ok....",
        "Probably the worst place I've ever been to. the DJ sucked! drinks watered down...horrible"
    ],
    [
        "rCx5wrfVSJ0CPjr_M4SIaA",
        "United Club",
        3.5,
        [
            "Laguardia Airport",
            "Concourse C",
            "Flushing, NY 11369"
        ],
        {
            "latitude": 40.7749305095589,
            "longitude": -73.8725845791715
        },
        24,
        "Located at the outside the security, location makes it inconvenient as we have to give enough time to go through TSA prior to boarding. They have a TV...",
        "Great place for a stop if you have time to kill before your flight!\nSurrounded by handful of shops and diverse food selections.\nI decided to go for...",
        "The new United lounge is insude security and has a great overview of all the new gates at LGA. Really nice, so nice all the Air Canada customers are using..."
    ],
    [
        "IfLTw-yFMpuiqAdYRxLv8Q",
        "Moca Bar and Lounge",
        3.0,
        [
            "2210 8th Ave",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8062934875488,
            "longitude": -73.9534912109375
        },
        166,
        "Nice looking interior. \nGreat happy hour prices. The sour peach margarita was soooo good.\nThe catfish fingers tasted fresh and satisfying.\nBartender was...",
        "So here is the deal....real simple.....this little spot is underestimated and maybe underrated.....I have been SEVERAL times to this place......there are no...",
        "Carrie and Patricia are the best.  From its opening to date- is like you're in your own living room. One of the few remaining- maybe the only - place in..."
    ],
    [
        "TaCT9t5HoJVzCAVFIRL-NA",
        "Sugar N Coal",
        4.5,
        [
            "63-12 Broadway",
            "New York, NY 11377"
        ],
        {
            "latitude": 40.7496289,
            "longitude": -73.8988583
        },
        40,
        "Had many birthdays here, today we Came for a friends birthday and it great vibes as always! Highly recommend! Great hookah and food! Mocktails are awesome...",
        "Saw reviews for this location & decided to give this place a shot... \n\nDid not disappoint! \n\nWalked in to super friendly staff, modern comfortable decor &...",
        "The strawberry milkshake was so good. Very refreshing and thick. Loved it.\nThe vibe is great. Hookah is fantastic: smooth and easy to take in. Just be aware..."
    ],
    [
        "OxOYw3pU5GIxfLIyzGjPgg",
        "Eli's Essentials",
        2.5,
        [
            "189 79th St At 3rd Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.774542,
            "longitude": -73.957438
        },
        20,
        "Just paid 9.74 for soup. Am in shock. Takes a lot to put me in sticker shock! Not biggest, not best,  not even a well heated place.",
        "As good as this place is.... everything is so expensive to the point where it definitely is overpriced. I would say I do prefer cheap places, but I'm...",
        "Quick recap: if you love paying high prices for mediocre/poor quality eats, this is your spot. Giving it 2 stars bc at night they turn into a cool spot to..."
    ],
    [
        "rbOtTfQHud2O3UWubW84gg",
        "Biergarten",
        2.0,
        [
            "LaGuardia Aiport Queens",
            "Terminal C",
            "East Elmhurst, NY 11371"
        ],
        {
            "latitude": 40.7713636677463,
            "longitude": -73.8659371229005
        },
        137,
        "My flight was delayed so decided to grab a beer at the Biergarten. There were a lot of delayed flights so I had to wait a few minutes to get a seat.\n\nYou...",
        "While I DO understand that I am in an airport, there is still no excuse.  $20 for an overcooked dry hamburger and wilty fries is just sad.  Asked for...",
        "As far as airport eating goes, this place isn't the worst.  I've had drinks here a couple of times while waiting for flights and the beer and cocktails are..."
    ],
    [
        "2rOnzYW9qnKkpWn20Ny84g",
        "Just Lorraine's Place",
        4.0,
        [
            "2247 Adam Clayton Powell Jr Blvd",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.81342,
            "longitude": -73.9446
        },
        14,
        "I passed here to go to another establishment & saw myself circling back 20 minutes later. Talk about an old school house party on the block. Just Lorraine's...",
        "Every time I'm in town I make it a point to stop by. Great people and strong drinks #goodtimes",
        "What more do want? Old school Harlem joint. Good food..Good peoples..good energy. Took me back and had me reminisce on things. Watched the yankee game and..."
    ],
    [
        "WEhkGLKlj-5X1pq_07Syaw",
        "Vesta",
        4.0,
        [
            "21-02 30th Ave",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.76961,
            "longitude": -73.92776
        },
        680,
        "The food was very good.\n\nWe purchased the tasting menu The wine pairing menu.  The value for the money spent was a good value.",
        "I've been a loyal customer of Vesta for years. My wife and I often bring friends from out of town there. I love their Mushroom Orrechiette and order it...",
        "We weren't even hungry when we came in, so all we ordered was a pie and some dessert. We were just passing time while waiting for our car stereo..."
    ],
    [
        "fwH7iD4-xY2ABrlZznP8CA",
        "Quality Eats",
        3.5,
        [
            "1496 2nd Ave 78th St",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.7725103168192,
            "longitude": -73.9554501324892
        },
        256,
        "First time here.  Great spot. \nWe were seated immediately once we arrived,  arrived about 20 minutes before our reservation so that was really nice.  \nWe...",
        "We can on a Saturday for 2pm brunch  and were seated promptly. It's a smaller place so I would recommend a reservation. They have a decent cocktail list for...",
        "Unexpectedly good food at brunch. Will go back. \n\nBurger, French toast, beef hash, crab roll... all way better than elsewhere."
    ],
    [
        "Okbtt-ISFB3kuoxkl2wVgg",
        "The Simone",
        5.0,
        [
            "151 E 82nd St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77682,
            "longitude": -73.95698
        },
        92,
        "The food is impeccable and service is outstanding. The owner couple is gracious, very talented and extremely knowledgeable. Love seeing a small business...",
        "Superlatives rain upon The Simone with no restraint, but every wonderful accolade is deserved.  The Simone is one of New York's finest restaurants, with an...",
        "The Simone has been on my list ever since that famous Pete Wells review, and I finally visited for my birthday this year. My boyfriend and I had a unique..."
    ],
    [
        "JnOYZqzRBHkEB_mvMXph_g",
        "Juquila Kitchen and Bar",
        4.0,
        [
            "39-05 29th St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7532,
            "longitude": -73.93436
        },
        105,
        "This Mexican joint is on point! \n\nI visited over the previous summer on a weeknight, it was relatively quiet. They had a check in freebie for a margarita...",
        "Came for lunch on Saturday. Is in the Holiday Inn. Food just whatever. Beer selection just whatever. Margaritas just whatever.\n\nWatch out tip is already...",
        "Came for dinner last night and had the enchiladas- meat, chicken and cheese which came with rice and beans. I'm a wimp when it comes to spice and they made..."
    ],
    [
        "3H5XLI6TqgAqXlPg_GrQug",
        "Massa's Coal Fired Pizzeria & Bar",
        4.0,
        [
            "42-12 28th St",
            "Ste 2",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.749591,
            "longitude": -73.939617
        },
        95,
        "I like their pizza! I order in mostly, just because the restaurant itself is kind of loud with old school high volume Italian music. \n\nStrombolis  are good...",
        "I had been dying to come here after hearing about the rave reviews and finally got to try it with my coworkers. The pizza was one of the best pizzas I've...",
        "This was the most horrible experience I have ever been through.  Number one, the driver called numerous times and couldn't find our address.  We confirmed..."
    ],
    [
        "_CAIoE3fcwkuxQjnTi4e1w",
        "Callie's Taqueria & Tequila Bar",
        3.0,
        [
            "547 Lenox Ave",
            "New York, NY 10037"
        ],
        {
            "latitude": 40.81591,
            "longitude": -73.93987
        },
        68,
        "Ordered the lobster Mac was way too  watery and imitation lobster. SangRia was great. Screwdriver (vodka/oj) was more ice than  anything.",
        "The coffee shop attached to this place has recently switched management and their quality and staff is terrible. The old staff used to be very personable...",
        "Popped in for the bottomless brunch on Sunday which was cool. The DJ was rocking.... mixing new w/old of r&b, hip hop & reggae. With the bottomless deal you..."
    ],
    [
        "pbRgb9o3hegZxWeu6wAtHw",
        "El Porton",
        4.0,
        [
            "576 Southern Blvd",
            "Bronx, NY 10455"
        ],
        {
            "latitude": 40.8123321379273,
            "longitude": -73.9024218544364
        },
        26,
        "I always get the Al Pastor Quesadilla and Horchata on the side. Both make a great pair. I recently tried the chicken fingers and fried calamari as...",
        "Definitely like the food.  The prices of the drinks has gone up a few tImes.  Now we are being told that if you order a frozen drink it's less than a drink...",
        "This review rating is based mainly on the service. True story loading:\nI came with my coworkers here after a short day. The waitress gave us the lunch menu..."
    ],
    [
        "0I076VH_9yfZKAGZRZ_wZQ",
        "Dempsey Theatre",
        3.5,
        [
            "127 West 127th St",
            "Harlem",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8097173,
            "longitude": -73.9457641
        },
        6,
        "Located in the heart of Harlem, I can see why this Theatre is home to such moving plays.\n\nI came here to see my best friend's sister in law star in \"Will I...",
        "Alive 55+ and kickin. This musical is amazing!!! Age range from 55 to 76 & they all looked & sounded AMAZING! Everyone's story was a true life story & some...",
        "I was here last year in Harlem for the famous re-launching of the MAMA I WANT TO SING concert.  Vy Higginsen is behind this production just like she was..."
    ],
    [
        "Hp1ZDTeJOP1NrY2aFtROgQ",
        "Woodbines",
        4.0,
        [
            "47-10 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.745216,
            "longitude": -73.95357
        },
        299,
        "My husband and I were wandering to have brunch and everywhere in LIC was full and had a long line. This was the only place we could eat without waiting so...",
        "BURGERRRRR!!\nGet the burger!!! It's soooo good!!!\nThis place is great to get a beer and hang out. I'm not a huge fan of their food, except the burger! \nIt's...",
        "Let's play a game...can you spot the goat cheese or candied walnut? I can't. So disappointed in this $20 plus salad. Never again. Never."
    ],
    [
        "J9xVQScnr0lYWl61_mLXMA",
        "Lido",
        4.0,
        [
            "2168 Frederick Douglass Blvd",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8049797781916,
            "longitude": -73.9548260014624
        },
        974,
        "After a nice evening concert in Harlem, my boyfriend and I had a hard time decIding where to eat dinner. Luckily for us, NYC Restaurant Week was going on...",
        "Food- 3  calamari was bland, but shrimp arriabatta was cool\nDrinks- 2.5 very strong but not very tasty \nService- 2 literally equivalent to applebee's but...",
        "I've been there for brunch, it is supposed to be an italian restaurant but the only italian thing was the name. I don't want to be picky but I'm italian and..."
    ],
    [
        "oBmL0jr575wzszVGdqfVoA",
        "Tios Bistro",
        3.5,
        [
            "421 Malcolm X Blvd",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.81178,
            "longitude": -73.94289
        },
        185,
        "I really appreciated the service done by the server and the owner. They really accommodated my family and I on the day of Christmas by staying open an extra...",
        "From the moment we approached this establishment, the decor intrigued my wife and I. They have their menu on the outside so we decided to check it out. As...",
        "This is one of my favorite restaurants in Harlem. \nEverything is so good. I always try something new when I go and I am NEVER disappointed! It's definitely..."
    ],
    [
        "1_5EsCAEL7qb_Dv4DjAC3Q",
        "City Scapes",
        2.5,
        [
            "2700 Queens Plz S",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7499874,
            "longitude": -73.939726
        },
        3,
        "I went here (on a Saturday) as a suggestion of a close male friend. When I arrived I was highly disappointed!!! Very small crowd, nothing going on and saw 3...",
        "Was invited for my friend's husband birthday celebration.. Had a lot of fun tho.  Not into females but I know how to make the best of any situation and...",
        "Ha ha...this place was fun. Met a very cute gal. But the police were on the scene most of the time, so being mischievous was kept to a limit."
    ],
    [
        "rLS57Zp8Mzmuoa8Knj4aZA",
        "Under Bar",
        2.5,
        [
            "280 1/2 W 115th St",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.79993,
            "longitude": -73.9474471
        },
        21,
        "Cool speakeasy in a nice area. You can get the password from their IG page if you're clever enough. Don't get discouraged. You totally are ;).\n\nThey have...",
        "I really enjoyed myself here for the Soul Train/Studio 54 New Years Eve party. When myself and my fam walked in we were greeted by a bouncer who told me...",
        "UPDATE:\n\nSoooo I went to Underbar recently and had a wonderful time. I bought drinks and celebrated an friends birthday. I event went to row house- the..."
    ],
    [
        "Rmg6PhqlkJt9gYIFv6DZbQ",
        "Vinicio's Restaurant",
        3.0,
        [
            "4021 108th St",
            "Corona, NY 11368"
        ],
        {
            "latitude": 40.750197,
            "longitude": -73.858224
        },
        7,
        "Ordered in the middle of the night and it was way above my expectations!   Margarita pizza was ordered and it arrived timely.   Presentation matched taste;...",
        "If you're not someone that looks like he just came out of Ecuador, or if you're not a male. Do not come here. I came here with my asian girlfriend and there...",
        "The pizza was okay, overly greasy and I ordered 4 zeppoles for $1.00 but got 2 instead and they were hard as rocks!!! I threw them in the trash. I would..."
    ],
    [
        "JZvegz9gY9sJwAeDPNvMQA",
        "Pitchounette81",
        4.5,
        [
            "245 East 81st St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77496,
            "longitude": -73.95437
        },
        99,
        "So far everything  has been good,, very good, or excellent. Would hate for people to blow up our spot but this place deserves the credit. Bravo!",
        "Intimate French wine bar and restaurant upper east great for wine or dinner with a date.  \n\nWe stopped by for a glass of wine before having dinner...",
        "We have been to France often and the food here could definitely succeed there! Wonderful onion soup, branzino and  osso buco!  Great, friendly staff! Good..."
    ],
    [
        "Emw-z8Ky4HGbwuFE3OK70Q",
        "Crystal Lounge",
        1.5,
        [
            "25-83 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7658047,
            "longitude": -73.9132166
        },
        164,
        "I can't understand for the life of me why this place has so many negative reviews.\n\nCame here on a Sunday after brunch for shisha the place was pretty empty...",
        "I am going to have to give a bad review the Hennessy is not Hennessy!! Please stop giving out fake liquor I was so sick from the cheap cognac they keep...",
        "Terrible service. Awful hookah. Extremely racist bouncer that talks the way he does in 2019????\n\nI don't even know how this place is up and running..."
    ],
    [
        "6BHBBIGJKHgZEiOk3W7EwA",
        "Veronica's Bar",
        4.5,
        [
            "34-04 36th Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7552,
            "longitude": -73.92728
        },
        32,
        "This spot is full of interesting characters, but that's what makes this place great. They're all so welcoming, they make you feel like you're around long...",
        "If you haven't been to Veronica's and you claim to be from Astoria, then you're not from Astoria.  \n\nA bar that caters to every need, regardless of what...",
        "Following a seafood feast at Astoria Seafood, a group of friends and I made our way to Veronica's to continue the birthday celebration.\n\nAs pitchers of Bud..."
    ],
    [
        "UH_aksIxzGPPyhWZJbTP7A",
        "Cantina Taqueria & Tequila Bar",
        4.0,
        [
            "1838 7th Ave",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8003063353508,
            "longitude": -73.9549569049235
        },
        504,
        "Iight so boom. YES MA'AM! I pulled up with my mans to Cantina for Taco Tuesdayyyy! It was my first time at the establishment but I was promised quality...",
        "This is my go to spot. Their margaritas, tacos, and taco bowl (which I ALWAYS) get when I'm there are out of this world. Everything tastes so fresh and well...",
        "Are you looking for Mexican-ish food with medium portions and prices?  Do you like being squished into small spaces?  If you answered yes to both, then come..."
    ],
    [
        "lQRD0mbS0lN9k0wxTYEzyg",
        "Broadway Station",
        3.5,
        [
            "3009 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.76236,
            "longitude": -73.92567
        },
        126,
        "Broadway Station is a pleasant and causal neighborhood bar in this part of Astoria. \n\nThe bartender was efficient.  \n\nThe place is clean. \n\nThere are skee...",
        "Nice friendly bar, but a little short staffed\nI came Sunday evening and had a quesadilla and cider. There was only one member working the bar that night....",
        "Great place to have a great time, Drinks are on point, Food is good, they have karaoke on fridays, and for sports great place and for fight nights too, very..."
    ],
    [
        "1bjUc14khru1HXuMUe5-5w",
        "Libertador Steakhouse - New York",
        3.5,
        [
            "1725 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78004,
            "longitude": -73.95057
        },
        440,
        "Omg!! Absolutely the BEST. One word FLAVOR!! Highly recommended - my husband had the bone in ribeye and I the 14 oz ribeye. Both cooked medium. Osman was...",
        "Average steakhouse - the French fries were awesome - but I didn't think the steak was anything to write home or yelp about.  It wasn't bad - I did enjoy...",
        "We should have known better, but sometimes our cravings override our rationale. We went to their BK location, and were underwhelmed. We still thought it was..."
    ]
]