[
    [
        "WOM056rBZ5ZcDyzcC9hpsA",
        "Harlem Repertory Theatre",
        4.0,
        [
            "240 E 123rd St",
            "Fl 2",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.801371,
            "longitude": -73.935097
        },
        13,
        "We really enjoyed being in the Heart of Harlem experiencing community theater. Jamaica was delightful, funny and touched upon relevant issues like class,...",
        "Every year I send my Mother, Grandmother and Aunt to a show for Christmas, this year when I was looking for a show at the Apollo again, I was unable to find...",
        "Just finish attending Lin-Manuel Miranda's musical In The Heights. A amazingly beauty story of roots, culture, family, tradition, community, neighborhood,..."
    ],
    [
        "cy0vBvZu2Eb4XtRFCp8Seg",
        "Conmigo",
        4.0,
        [
            "1685 1st Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.77793,
            "longitude": -73.94902
        },
        214,
        "So, my Jersey girl self found my way to Conmigos the other day while out in NYC with my boyfriend. I know when you dine in the upper east side of manhattan...",
        "I wanted to give Conmigo a second chance after experiencing bad service once before. \n\nSecond time around the service level declined & the food is simple...",
        "I've ordered from Conmigo a couple of times and have been disappointed every time. Their food is extremely expensive for what it is, especially since it's..."
    ],
    [
        "-8rAF46eKHWeYXoZAWDfuQ",
        "Maguire's Public House",
        2.5,
        [
            "54-20 Roosevelt Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.7447592169046,
            "longitude": -73.9102368056774
        },
        12,
        "Stinky bar that  flies the Palestine flag instead of American or Irish why???? I guess owner does not want anyone who supports Israel to buy drinks there so...",
        "Stay away! \nPlease do not call this place an\" Irish bar\".  it gives the Irish who are fair, fun,and faithful,a bad name.  And to the unsuspecting, a poor...",
        "Stoped in for a pint. Best beer in Queens. Played pool, great music, down to earth bar tenders. Good vibes all around."
    ],
    [
        "_2egroCQL1Cp1uJLLqaB4A",
        "Bean & Barley",
        4.5,
        [
            "2118 Frederick Douglas Blvd",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80327,
            "longitude": -73.95582
        },
        43,
        "Wow, this was such a lovely place to start our evening! I got a Groupon for smores and wine and it was such a steal. My friend and I had a bottle of...",
        "Very cute and quaint spot. It's like your laidback cousin that does things so effortlessly - that's Bean & Barley. Has a cozy vibe, the population is very...",
        "Super friendly & engaging Bartenders pouring the abundance glass of wine!\n\nHad a fun time at this neighborhood gem as the quaint & cozy place was packed..."
    ],
    [
        "_OzfOh1aJM4PFCG-qpVknQ",
        "Omonia Cafe - Astoria",
        3.0,
        [
            "32-20 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7611121,
            "longitude": -73.9240205
        },
        644,
        "Service is excellent, coffe is very tasty, one girl there names Angela helps us  a lot with service and our  cakes choices\nHighly recommend \n10x",
        "I came here for dessert on a Saturday night after having dinner nearby with a group of 4 people.  It's right by the Broadway train station.  The place opens...",
        "Excellent place, clean, delicious food and really good service! Beautiful ambiance , positive vibes too!"
    ],
    [
        "fi__H8KjssnwLSnQWj-sLA",
        "After 8 Hookah Cafe",
        2.5,
        [
            "2587 Steinway St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.76640136039,
            "longitude": -73.913115127785
        },
        71,
        "I went her for a coworkers suprised birthday party.....not to bad of a spot......once the live DJ started music was decent and I enjoyed the hookah......it...",
        "First and last time on a Sunday lol.  Place was dead and tried to charge my group 10$ extra for no reason. Tried to shake me down for the extra money but my...",
        "On Sat. 09/28/19, at the door, I asked if the bouncer if there was a fee just because I know the hookah spots next door do. The bouncer said no, however all..."
    ],
    [
        "ZgU1Jmw9Itx_bEveDXtiFA",
        "Jackson's Eatery | Bar",
        4.0,
        [
            "10-37 Jackson Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74241,
            "longitude": -73.95323
        },
        232,
        "It's always a joy to wine and dine at this venue. I hosted a retirement party here last spring and have been here frequently ever since. I consider this my...",
        "Nice and interesting place for brunch.\n\nStopped by Jackson's Eatery Bar with a buddy, that recently moved into LIC, to catch up. Enjoyed almost everything...",
        "What a gem! \n\nThis a very cute spot to stop in for brunch, big windows, outdoor seating, lovely ambiance. \n\nThe food was fantastic, I had a spicy chicken..."
    ],
    [
        "SrfOzWYvjwS2Rt_WLScmXQ",
        "Estacion Grill & Bar",
        3.5,
        [
            "42-12 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7578535,
            "longitude": -73.9171195
        },
        11,
        "NYCFC was playing away game and the new official supporters club was throwing a viewing party. The food was great, it has good atmosphere and the staff is...",
        "If you are looking for a nice space to have a drink and listen to awesome Salsa, Merengue, Bachata, & Reggaeton then come! The DJ is up to date with the...",
        "Peruvian is one of my favorite types of cuisine and I tend to judge the restaurant based on their Lomo Salteado. This place makes one of the best I've had..."
    ],
    [
        "ec8H6maIYSdJU50bJ20Pmg",
        "El Paisa Cafe",
        2.5,
        [
            "8705 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.75634,
            "longitude": -73.88047
        },
        6,
        "Amazing place, filled with great energy and fantastic food, love this place.",
        "Now this was  not my first choice bar to go to to unwind after a shift but it was what it was.  The hookah was good and the bartenders are pretty.  But not...",
        "This is a Colombian bar,not Mexican.good music,good Colombian food and good dancing.They also have kareoke nights.This place is very friendly,and most of..."
    ],
    [
        "TPxsLSDOMvRBIu-PTDthvQ",
        "Leather Lounge",
        1.5,
        [
            "454 W 128th St",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.81374,
            "longitude": -73.95392
        },
        5,
        "This place is ok.  Its at a dead end and the train station is like 4-6 lonely blocks.\nThe drinks are little overpriced for the location. The decor not so...",
        "25-30$ cover charge for a dangerous sweaty room",
        "Awful. The people of Leather Lounge and Liv Live Entertainment might be the most unprofessional I've ever had to deal with. They singlehandedly tried to..."
    ],
    [
        "Sn8tvs6FxXPwY4isuf7g5A",
        "The Cocktail Room",
        2.0,
        [
            "334 E 73rd St Frnt",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.76869,
            "longitude": -73.95623
        },
        1,
        "A few summers ago, this was a staple on weeknights for me and my friend who lived nearby.  Their special drinks were fruity and huge, the wine was free..."
    ],
    [
        "_87yFBbmzWUbvzDi6Y5WyA",
        "California Sports Bar",
        1.5,
        [
            "82-18 Roosevelt Ave",
            "Jackson Heights",
            "Queens, NY 11372"
        ],
        {
            "latitude": 40.7475886477674,
            "longitude": -73.8832009638718
        },
        2,
        "It is a shame that a \"manager\" cannot split three ways a check since we have been spending more than 100 dollars in the place and he threaten us not let us...",
        "Stopped in on my last night in the States for a few shots however the bar definitely has NOTHING to do with California as I am from there but this shoe box..."
    ],
    [
        "xVdM_oiifw257tjg4WEA5A",
        "Bungalow Lounge",
        2.0,
        [
            "2367 Frederick Douglass Blvd",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.811684,
            "longitude": -73.950439
        },
        2,
        "I was here on a Wednesday and I didn't care for the place. The bartender wasn't there (mind u it was before 1am), the kitchen was closed because the cook...",
        "Gave it three stars because they just opened, still have a little bit of work to do but the food is so tasty . You'll love the sliders and the fries! I went..."
    ],
    [
        "nw5_0jb_u2a6nUt4Je09Xg",
        "Casa Del Chef Bistro",
        4.5,
        [
            "39-06 1/2 64th St",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.746291,
            "longitude": -73.900092
        },
        213,
        "It is hard to describe the kind of elevated chef swag Alfonzo Zhicay brings but his endless accolades as the head honcho of Casa Del Chef are merited. His...",
        "I am both confused and delighted by the magnificence of Casa Del Chef! Confused because I experienced fine dining, evolved, farm to table, haute cuisine in...",
        "Wow the menu has been updated and we visited tonight as we felt we have not been there in a while. Came across the classics such as the seared Foie Gras,..."
    ],
    [
        "OG_P-C9fK_0Y-YYwwKfxBA",
        "Monika's Cafe Bar",
        3.5,
        [
            "32-90 36th St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7580193,
            "longitude": -73.9233269
        },
        390,
        "I've been coming to Monika's for two years now, living just a few blocks away it's a great go to for a guaranteed delicious meal with one of the best...",
        "Cute date spot, had a lounge type of feel to it and supposedly the vibe changes quite a bit with the hour. They painted the walls white recently and now it...",
        "Stopped in for a drink before heading back my friend's place where I was staying for the night. The bar itself is lovely - sultry ambiance with gorgeous..."
    ],
    [
        "qri1cY7RTYvz9CM_PCs83w",
        "Brady's Bar",
        3.5,
        [
            "1583 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77548,
            "longitude": -73.9538
        },
        69,
        "Great bar. Small but has all the games on. There's good service and there's no loud music. A nice place to hang out if you don't like loud music or loud people",
        "A solid dive bar on the Upper East Side.Lots of seating at their bar and high tabletops. It's a chill, low-key spot with friendly bartenders and budget...",
        "I finally came inside with a friend in town on a summer afternoon. It's a low key pub with a cash only feel... they have pool tables, games on the TVs and..."
    ],
    [
        "ZLCv2BKISBqmuYSWnFvFTg",
        "Astoria Bier and Cheese",
        4.5,
        [
            "34-14 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.76041,
            "longitude": -73.92264
        },
        346,
        "We came with a group of 8 and were able to find space to sit together on a cold Friday night. We came here to kill some time while waiting for another...",
        "I love this place. So besides playing 90's rock music, pouring craft beer, and serving phenomenal cheese - they also found a Metrocard I lost outside their...",
        "I am almost shocked that I have no written a review for this place, especially since I am here one a week (lol, foodie problems) I can here on a whim one..."
    ],
    [
        "WWipFbd6Z-RJs23W4pcTQA",
        "Travertino Cucina Romana",
        4.5,
        [
            "118 E 116th St",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.798707,
            "longitude": -73.942436
        },
        12,
        "A new gem in East Harlem!  The neighborhood is begging for new gems like Travertino.  Cute, quaint and delicious!  We started with the burrata & prosciutto,...",
        "My wife had passed the restaurant a couple of times and wanting to try somewhere new we decided to go to Travertino.\n\nWe had the Caesar salad, veal...",
        "In a city that skews almost 15% Italian-American, why is it so hard to find decent Italian in East Harlem? \n\nOrdering takeout here made me regret my..."
    ],
    [
        "r7z65v8cnBP0MhGP4oQ0bQ",
        "Oda House",
        4.5,
        [
            "406 E 73rd St",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.768084,
            "longitude": -73.954979
        },
        71,
        "Last night my friend and I were looking for dessert after a huge dinner at a nearby restaurant.  We had eaten at the Lower East Side Oda House location and...",
        "I'm torn on this place.  While the food was good, service was ABSURDLY slow that I don't know if it's worth coming back.\n\nWe went for dinner when there were...",
        "Visited the Upper East Side location with family and friends on a Saturday night. There back space was reserved for a party, so all the patrons sat up..."
    ],
    [
        "a5H9p1B6m6WPVjakPylvdA",
        "Spicy Shallot",
        4.0,
        [
            "7701 Woodside Ave",
            "Elmhurst, NY 11373"
        ],
        {
            "latitude": 40.7437053273707,
            "longitude": -73.8878916857991
        },
        615,
        "Ordered take out for a birthday dinner. \n\nJumbo Thai ice Tea - good\nPad Thai - decent \nDuck Tamarind Duck - good ( guest favorite)\nPineapple Fried Rice -...",
        "I had to get my own menu. Sat there for 15mins without menus. Food was good. \nFried calamari- small but okay \nBeef pad thai-good flavor and noodle was al...",
        "Service was excellent here. My boyfriend andI came here for our anniversary. It was the first time coming here for both of us. We ordered fried calamari and..."
    ],
    [
        "HV8xairb2qct7wSHqNwqXw",
        "Levante",
        4.0,
        [
            "26-21 Jackson Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74764,
            "longitude": -73.94173
        },
        216,
        "To switch things up a bit, we decided to try Levante. Being close to our hotel, we thought this might be a nice switch from the local delis and quick bites....",
        "5 stars for the pizza. I usually don't like pizza, but it was a cold and snowy night in New York and our grocery store was closed, so we couldn't cook at...",
        "I've been frequenting this place ever since i moved to LIC, mostly because these guys' burrata is on a whole different level.\n\n I find myself getting a..."
    ],
    [
        "q2EW94NGxkOrZbl9Smf0DA",
        "New Amsterdam Musical Association",
        3.0,
        [
            "107 W 130th St",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.811412,
            "longitude": -73.943717
        },
        2,
        "The historical venue is home to artists to practice, practice, practice as well as a great place to rent for special events. The history of this place is...",
        "I went to Monday night jazz, jam sessions and gave a donation every time except the first time. My personal opinion is that sheet music should be furnished..."
    ],
    [
        "8qabDHz60CnLxeOvSH5i5w",
        "Maravilla's Bar & Grill",
        4.5,
        [
            "254 Soundview Ave",
            "Bronx, NY 10473"
        ],
        {
            "latitude": 40.81088,
            "longitude": -73.85529
        },
        16,
        "The Cassava soup with fish was a big serving with lots of fish. I was very pleased.\nThe staff is friendly and gave us immediate attention.  My friend...",
        "This place never fails to deliver great food. It's very small, about 8 tables. But the service and food are just so good! Fair prices and portions!.. only...",
        "What a Find - After missing the Soundview Ferry and now having over an hour to kill until the next one, my family and I wondered in to Maravilla's Bar &..."
    ],
    [
        "CBbKuUbhW662l2w1IwT_Tw",
        "Corazon De Mexico Restaurant & Bar",
        4.0,
        [
            "10-09 50th Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74281,
            "longitude": -73.95348
        },
        70,
        "Sundays are for brunching! If you're looking for a laid back Mexican spot to spend a lazy Sunday over amazing brunch cocktails and good Mexican classics...",
        "Wow, what a triumphant comeback!\n\nI tried this place a few years ago and the food was terrible. I vowed never to come back, it was really that bad..\n\nFast...",
        "just now\n\nI came here tonight. She got the tilapia tacos and I got the carne asada. The steak was cooked med rare (more rare) perfectly salted with a light..."
    ],
    [
        "W5RSIwNKBa7k0jeAs5KDYg",
        "Mei Jin Ramen",
        4.0,
        [
            "1574 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.775049,
            "longitude": -73.953553
        },
        706,
        "I went to this restaurant on a Sunday around 7 pm by myself and was immediately sat at the bar. The bar has 4 seats, and all the chairs have buckets that...",
        "Delicious ramen at relatively affordable prices on the UES? I couldn't believe it either! But Mei Jin is exactly that. Their food was delicious...we split a...",
        "Ventured to Mei Jin on a snowy Saturday when we were craving a hot, brothy meal. We were beyond satiated by our visit to one of the best ramen places in the..."
    ],
    [
        "SPYMe1nvAEFfgacIqSsHIg",
        "Gastroteca",
        4.0,
        [
            "33-02 34th Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7587532028653,
            "longitude": -73.925540484488
        },
        747,
        "This restaurant has been our go to whether for an intimate dinner for two, a pre-fixe private dinner for an event or a brunch destination when we're...",
        "Came here for a friend's birthday for dinner. The food and service is amazing.  Our waitress was really sweet and professional.  The interior decor is...",
        "I ordered delivery from here last night and the food was on point ! I really enjoyed it ! I had the antipasto platter and the stacked eggplant. The cheese..."
    ],
    [
        "v55qqwEHhuJ2l_7jgjdtXQ",
        "Sorentine Panini Bar",
        3.0,
        [
            "94-00 Grand Central Pkwy",
            "Terminal B",
            "Queens, NY 11371"
        ],
        {
            "latitude": 40.7746725574853,
            "longitude": -73.8738908618689
        },
        10,
        "Really should have read the reviews and acted on instinct but I ignored the warning signs and ordered. \n25 minutes for a panini. \n1 minute to send it back...",
        "The slowest restaurant on the planet. !! Waited for over an hour for a sandwich. If you looking for friendly service, you won't find it here.",
        "This was surprisingly tasty! My husband and I were stuck at the airport at Gate B for 8 hours and there are limited options if you don't want to go through..."
    ],
    [
        "SlQdJW_ml5Vsq3ZMtf0XXw",
        "Pollos Mario",
        3.5,
        [
            "8302 37th Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7497603823788,
            "longitude": -73.8828156979268
        },
        29,
        "Great Latin comfort food. When visiting my in-laws we always have a consomé de menudencias from Mario when we arrive at the apartment.",
        "The delivery guy is too rude. I will never go here or order from here. He claims I didn't open the door for him but I live in a condo with double security....",
        "The food was spectacular and the staff very accommodating and friendly will definitely return again and tell all my friends and family about it one of the..."
    ],
    [
        "EcKW4nbVeRFSrMRiPvH2ZQ",
        "Teddy's Bar and Grill",
        4.5,
        [
            "256 E 112th St",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.794376,
            "longitude": -73.940031
        },
        4,
        "If you are looking for a great neighborhood bar, this is it. Modern Jukebox, Sazon Wings, Uno cards, popcorn, cold pints and some great people! What else do...",
        "I just love it... Cold beers  and great cocktail  everyday. The barmaid serve pop corn for free here. The modern jukebox give us the several and diverse...",
        "Sold local bar (in the old Duck space) with new ownership that are very nice and actually care. The beers are cheap and good, as is the food! Burgers from..."
    ],
    [
        "p-xrH_lJZvuyOEOUlynK9Q",
        "Alewife NYC",
        3.5,
        [
            "5-14 51st Ave",
            "Ste 1",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7422256,
            "longitude": -73.9563252
        },
        424,
        "Geat beer and menu includes about half AleWife and half guest taps.  Most beers $8-9 for a pour, but they also offer flights with 5oz pours.  Lots of good...",
        "I've been a regular here since the day it opened, so it brings me no joy to give it such a poor review.  I'm hoping the negativity gets the owner's...",
        "Alewife is a pretty good brewery. It just has a lot of competition in Long Island City. This is real close to a few other breweries that I like too. Beer..."
    ],
    [
        "eB4c6J9fxt4tdSqW2fUC6Q",
        "Daly's Pub",
        4.0,
        [
            "31-86 31st St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.76238,
            "longitude": -73.92542
        },
        56,
        "Bartender Shauna was super sweet. \n\nCame for the Bloody Mary and it was worth it. It's perfect! I wish I could sit there and sit them all day....",
        "This is going to be my new favorite bar in the neighborhood.  My boyfriend and I moved in a month ago just when the World Cup was going on.  It was packed...",
        "What a great pub! We came here for superbowl on a Sunday night and this pub definitely delivered an amazing experience.  \n\nLike a rail road style bar, they..."
    ],
    [
        "NirY5TkWZBNuuAgbjdG0AA",
        "Bohemian Spirit Restaurant",
        4.0,
        [
            "321 E 73rd St",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.76898,
            "longitude": -73.95643
        },
        85,
        "I ate here for my birthday two years ago, and am about to eat here for another birthday:  great food, a bit different (better) than found elsewhere +...",
        "I had eaten at Bohemian Spirit with friends about a year ago and the food was so good so we returned for dinner over the weekend. This time was not so good....",
        "This place was so amazing I was in a state of afterglow for hours afterward... I visited Prague about 3 years ago and fell in love with svickova, but it..."
    ],
    [
        "iQV5gwrEcvCnhUogNIFIRg",
        "El TRI MX Restaurant & Bar",
        4.5,
        [
            "99-12 Northern Blvd",
            "Corona, NY 11368"
        ],
        {
            "latitude": 40.75701,
            "longitude": -73.86896
        },
        5,
        "Best chicken quesadilla I've ever had in my life, including in Mexico. I live in Sunnyside and they have a food truck in front of RiteAid and it is my go to...",
        "Excellent food. Great and fast service!\n\nFinally they are accepting card payments.\n\nThe fact you can get your 3 taco order in 3 different flavors same order...",
        "Been there w/my wife, excellent food, we had steak nachos and torta cubana, real delicious! Hands down, the best Mexican food in the neighborhood."
    ],
    [
        "h_qGWauoScc3tMBDBb-few",
        "Tastings Social Presents GAUDir",
        5.0,
        [
            "251 E 110th St",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.79359,
            "longitude": -73.94093
        },
        31,
        "Excellent excellent excellent. Barely another word describes it. Went with my Godfamily and some friends for our annual group dinner; we've eaten at a...",
        "Congratulations, GAUDIR!\n\nThis Catalonian tapas restaurant in Easr Harlem used to have a Monday-only schedule and merely shared a space with another...",
        "We love this place.\nAwesome service, food  super tasty, small place but intimate. Good selection of Wine.\nHighly recommended!"
    ],
    [
        "G5vloUoIkEkR80qVY8O4-A",
        "First Stop Bar & Grill",
        2.5,
        [
            "27-08 Queens Plz S",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7497616,
            "longitude": -73.9391948
        },
        10,
        "Solid place to grab a beer and some empanadas.  Didn't try their burgers but saw them come out; they looked big. Service was on point, food was great, and...",
        "I read the reviews so I bring cash to this bar. Overall the bartenders here are very polite and professional. The french fries here are solid. Nice place to...",
        "I went hereto grab a drink after work. I always pass it and have never gone in. I ordered a beer and an empanada special. I was informed the beer I ordered,..."
    ],
    [
        "RVDFoYBbTLAwqFUZ3NF-1g",
        "Empire Bar",
        3.0,
        [
            "102-05 Ditmars Blvd",
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.7686876,
            "longitude": -73.8677524
        },
        20,
        "This is the lobby Bar at the LaGuardia Marriott Hotel that a group of my co-workers were staying at. We decided to check it out for dinner on a Friday...",
        "Occasionally, I have meetings off site so when they're at the Marriott, this is a cool lounge to spend some time having a cocktail and a bite to eat before...",
        "This is the cramped bar in the Marriott. Bartender screwed up RJs drink. He asked for vodka and Sprite and he got vodka and club soda.  We had an..."
    ],
    [
        "66ndKMpJyowBx-GrvM4QvA",
        "Trinity Pub",
        4.0,
        [
            "229 E 84th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7771,
            "longitude": -73.9537
        },
        109,
        "Great neighborhood bar on the Upper East Side with good cheap drinks. There's always a nice crowd, with a lot of regulars and it's really easy to make...",
        "Great bar. Highly recommend going here. Great bartender and clientele. Really good Guinness here at this bar.",
        "Best pub, best Guiness, and best bartenders, straight class, on the UES. Whether it is Eoin, Desi, Conner or Darragh you always feel welcome. The patrons..."
    ],
    [
        "Xsj1EvnAFnHlLwZ1L_Cazw",
        "Hairos Place",
        3.0,
        [
            "8109 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.747784,
            "longitude": -73.884464
        },
        1,
        "I came in here Sunday afternoon after walking around for few hours. I just wanted a place to relax. I asked for a bottled water but they didn't have any...."
    ],
    [
        "6xzVMLQDRq50amj5iLy8jg",
        "Greenpoint Lounge",
        3.5,
        [
            "43-22 Greenpoint Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.74099,
            "longitude": -73.92124
        },
        12,
        "life pro tip: anyone who doesn't like dive bars probably hates freedom and America.\n\ngood bartenders and friendly local drinking crew who look out for each...",
        "Great dive bar, cheap drinks and plenty of tv's to catch a game. Nice jukebox as well, gets pretty crowded on weekends though.",
        "I live a few blocks away and Gerry the bartender rocks!  Great conversationalist and all around nice guy! Stop in late for a nigh cap!"
    ],
    [
        "4K7MI-RPMo3bbtDE9dayJw",
        "Delta Sky Club",
        4.0,
        [
            "LaGuardia Airport",
            "Terminal C",
            "East Elmhurst, NY 11371"
        ],
        {
            "latitude": 40.771688168234,
            "longitude": -73.8655870139557
        },
        54,
        "Delta Sky Club by C28 LaGuardia\n\nAfter an entirely dismal experience at the club near the D gates, we traveled a bit to the club by C28, the tiny...",
        "Pretty average lounge experience, but one of the only refuges in LaGuardia. \nPros: Helpful staff, clean sitting area and bathrooms. Almost always enough...",
        "Every time I visit, there are more people\nIn this lounge. How? Why? I could barely find an open seat today. They really need to figure out how to solve this..."
    ],
    [
        "l4zRIDWk6hmOcP_jNJj84A",
        "Psari Seafood Restaurant & Bar",
        4.0,
        [
            "32-10 36th Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.755963,
            "longitude": -73.928666
        },
        561,
        "My family and I came here for lunch on a Sunday afternoon and we all absolutely loved it! Admittedly, I'm not a seafood person, and didn't realize until we...",
        "Psari is not one of the better Greek seafood places in Astoria. \n\nThe place looks pleasant and clean, and service was friendly and efficient....",
        "Baby, I'm Psari (I'm not Psari). Get it? OK, I admit, that was the 1st thing my stupid mind thought about when I booked a reservation at this amazing, Greek..."
    ],
    [
        "JRuneSzfLdQU0UMNM3BefA",
        "Molcajete Mexican Restaurant",
        4.0,
        [
            "9213 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.748864,
            "longitude": -73.874088
        },
        22,
        "Ok, so you start with the following - talk about an experience and here you go. This is the legit Mexican food in which you want to try everything that is...",
        "This is NOT a family style place. \nThis is one of those old school bar spots to be honest. \nLike old, old.... It could use an upgrade. \n\nI'll tell you guys...",
        "This is the worst place I went the waitresses are rude and bulgares disrespect to customers when I went to this place I ordered some fish tacos and 4 beers..."
    ],
    [
        "PXqpYoL5xTLOH_r-ajCmsA",
        "Raven's Head Public House",
        3.5,
        [
            "3804 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.759257,
            "longitude": -73.91966
        },
        246,
        "Great location,  not too far from the train station and spacious enough if you just want tee o have a drink at the bar or sit down and have a meal.  The...",
        "I had a blast at Raven's Head. It was soccer championship gameday and this was one of the only spots showing the game WITH sound on (a must for my husband)....",
        "Ravenshead is always a vibe. Drinks have consistently been strong when I go there. I ordered sangria which they make with brandy it's a little strong. Two..."
    ],
    [
        "9pMhRYYgV7E9L7pzECtJKA",
        "The Drunken Munkey - UES",
        4.5,
        [
            "338 E 92nd St",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78098,
            "longitude": -73.94751
        },
        1003,
        "The boyfriend and I headed here for a few drinks and a bite to eat after attending a nearby concert. It's a sexy little bar and restaurant, with unique...",
        "BEWARE: Was excited to try this cute little Indian restaurant based on the Yelp reviews and was happy to be able to get a seat.  The atmosphere is great,...",
        "I regret not trying this place sooner! The food is delicious and fresh. The cocktails are delicious and thoughtfully made. Every time someone asks where to..."
    ],
    [
        "ioZrclm34ragTKewwgO79Q",
        "Jour Et Nuit",
        2.5,
        [
            "28-04 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76541,
            "longitude": -73.91405
        },
        23,
        "tonight was my second trip to jour et nuit, and i can truly say that i'm smitten.\n\nas one of the few hookah bars on steinway that actually serves alcohol...",
        "Please do NOT go to this hookah spot !! Group of my friends decided to come to this spot due to other places being over crowded. We received 3 hookahs being...",
        "Wow what an odd experience. I have never left a bad review before but this was so strange. We were looking for a hookah bar to smoke at and stopped here...."
    ],
    [
        "5JE1pUQ9EetQjY0hm1uj6A",
        "Iggy's",
        3.0,
        [
            "1452 2nd Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.771091,
            "longitude": -73.956291
        },
        230,
        "Great casual karaoke bar upper east! \nIggy made renovations several years ago,\nso the back area is still casual but is nicer,\nnot as divey as it used to be,...",
        "Been trying to contact someone about extra charges made to my card aside from my bill. This is the third day in a row that I've been calling and now I was...",
        "Enough space for fun (long bar, dance area in the back.) But for Saturday night karaoke... the floor was hot, packed and the tunes were strong. Then some..."
    ],
    [
        "OyZAUSqksaBXJrRl6StYYw",
        "Osteria Fusco",
        3.0,
        [
            "Laguardia Airport",
            "Terminal B",
            "Queens, NY 11371"
        ],
        {
            "latitude": 40.774148380101,
            "longitude": -73.8694482562734
        },
        36,
        "I had such a lovely experience here. The service was great, and my food was on point - especially with all the modifications I requested to make it...",
        "Food was cold when it came out. We were served after another couple who came after us. Drinks were never refilled. I get it, it's an airport joint, but if...",
        "My 3rd time here. Still disappointed with their disorganization, slowness and lack of experienced management. 30 min for \"eggs in purgatory\" which was..."
    ],
    [
        "4dB-9Zehb0ukvX2EeqJLug",
        "449 LA",
        4.5,
        [
            "449 Lenox Ave",
            "New York, NY 10037"
        ],
        {
            "latitude": 40.812587,
            "longitude": -73.94242
        },
        14,
        "This place is definitely open. We just went there tonight and heard lovely music. Today George Braithe was playing his braithophone which was a pleasure to...",
        "I love this place.  Can't get enough.  Super chill, great music, authentic neighborhood vibe.",
        "The best jazz spot in the heart of Harlem! Popping music, relaxed ambience and excellent service (not like some other overpriced places for tourists). This..."
    ],
    [
        "7KtUcXF28tDEv8CBbgWNJw",
        "Bar Felice",
        3.5,
        [
            "1591 1st Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7748027,
            "longitude": -73.95113
        },
        29,
        "I planned my 30th birthday party here (group of 12 people) and it couldn't have been more perfect --they set aside delicious hot and cold appetizers along...",
        "I've been here a few times, mostly for a drink/appetizers or post dinner next door. \n\nIt's got a nice atmosphere, but it isn't a place that I would really...",
        "Lovely place but i might i FIRST add to the staff - dont be stubborn to customers who want to sit and drink without ordering food and tell them they cant..."
    ],
    [
        "uCsyRxfIfiRqQQuK_JlfZA",
        "Harlem Tavern",
        3.5,
        [
            "2153 Frederick Douglass Blvd",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8046999,
            "longitude": -73.95558
        },
        1237,
        "Food is pretty great. I'm in love with their new spicy Texan cobb and the grilled chicken sandwich but every time we go, no matter what day or time, the...",
        "It was my first time at Harlem Tavern for brunch, decided to come here after my large party was turned away at Lido which is right across the street. So now...",
        "Came here for MLK day with a party of eight and didn't have the best experience with the hostess. \n\nWhen telling her how big my party was she seemed annoyed..."
    ]
]