[
    [
        "VeqLibXJertB2gRcyIY00w",
        "Tantra Lounge",
        3.0,
        [
            "35-50 31st St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.757,
            "longitude": -73.9298
        },
        77,
        "If you're looking to go to a latin club and stand around on your phone, don't come here. This place was made for people to dance. They have great djs every...",
        "The bartender there are. So racist and she only serve Latin people. If you otherwise don't expect service. I waited for 40 minutes to get my drink, ruined...",
        "Music great. Bottle service needs improvement. Not sure why an automatic 20% is applied when its not deserving so...bottle service is self service after she..."
    ],
    [
        "InEqFA1IvuSLhvDBXhBR0w",
        "The Penthouse - Ravel Hotel",
        3.0,
        [
            "8-08 Queens Plz S",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7541228285616,
            "longitude": -73.9491779487454
        },
        984,
        "Nice view of the city skyline. The music varies. Good nights most nights I've entertained friends here.\n\nLittle hard to get to at times and the hours vary....",
        "I've came here so many other times and have always had a good time.  \n\nWe came on Friday night at about 9:30pm on March 6.\n\nThe hostess greeted us with an...",
        "My husband and I went for their Valentine's Day Disco 2020 celebration!  We were very excited to go because we love experiencing new restaurants!  The..."
    ],
    [
        "bFIR2AXvfluvgfNYOB6oDg",
        "Amaru Pisco bar",
        3.5,
        [
            "84-13 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.756048,
            "longitude": -73.883005
        },
        83,
        "Comparable to other bars it's a 3, but for the neighborhood it gets a 4 --- scarcity creates opportunity. \n\nThe drinks are measured and the happy hour is...",
        "Great vibes, good music, amazing drinks! \nThis place has some of the best music I've ever heard. Definitely recommend this bar and especially on the...",
        "Best pisco sour I've had. The bar plays great music and is very spacious and clean. I'll be back for sure! They also have food which I didn't try but it..."
    ],
    [
        "lPAqNxEtJrcZY-X17h4zTQ",
        "Rocky McBride's",
        4.5,
        [
            "27-01 23rd Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.77611,
            "longitude": -73.91488
        },
        80,
        "Bartender Stephen (STEF-EN) is a prime example of what a proper bartender should be \nGood happy hour prices /stiff drinks / more than enough TVs to cover...",
        "Went to go to Rockys around 12 on a Sunday night just to find that they were closing up and all the chairs were up.  The listed hours do not properly...",
        "Came into this bar this past weekend since McCanns is currently closed and Sweet spot wanted to charge a cover since there was a UFC fight on. Nevertheless..."
    ],
    [
        "UB5emSFilql0J10Jx4AHXA",
        "Watawa Sushi",
        4.0,
        [
            "33-10 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.774959,
            "longitude": -73.9095
        },
        883,
        "Great place in Astoria. 2nd time coming here and the service was on pint. Great drinks and there are a lot of options on the menu for you to choose from....",
        "I love to go to Watawa! \nGreat food, great atmosphere!\nI feel like I'm being healthy and the food is always fresh and tasty. My favorites are the Rainbow...",
        "Hands down THE best sushi in Astoria and honestly one of the best that I've had thus far. I have been coming here for yearsssss and always look forward to..."
    ],
    [
        "SIBsDpj66gjM-436w8fd5A",
        "Alembi Hookah Bar",
        4.5,
        [
            "2363 Steinway St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.769666,
            "longitude": -73.909581
        },
        23,
        "Great place loves the atmosphere up there \n\nthe owner was awesome and the hookah was perfect . \n\ndj was great",
        "If you're looking for somewhere empty, chill, and the option of music inside or outside peacefully - this is the spot!!! My boyfriend and I come all the...",
        "Hookah  was K, nothing special  3 out of 5\n( too many times harsh, and not enoph smoke)\n Drinks also K  4 out of 5\n\n  Music could get  Better ! \nI wanted to..."
    ],
    [
        "g_L90GhT4OjnpY-Vg2ZLPQ",
        "Aladdin Hookah Lounge",
        3.5,
        [
            "25-57 Steinway St",
            "Flushing, NY 11103"
        ],
        {
            "latitude": 40.7664,
            "longitude": -73.91259
        },
        8,
        "If I could give this place no stars I would. It was my cousin's birthday and we all been hanging out all night and wanted to go to a place were we could...",
        "We came to this place about a week ago and had a terrible experience.  It was six of us, just wanted to hang out for a few before calling it a night.  The...",
        "Finally a hookah lounge where you can enjoy the music while still enjoying conversation with your friends. The music here is not very loud just enough to..."
    ],
    [
        "mSUN6AosDrAuM9H29qEhgg",
        "Alba's Pizza & Restaurant",
        4.0,
        [
            "3620 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.77375,
            "longitude": -73.90778
        },
        252,
        "Had an amazing dinner. Really enjoyed the bruschetta and penne ala vodka pizza phenom. \n\nThey use canned mushrooms though which I don't love but overall...",
        "We ordered from Alba's today and we loved it!  Regular slice was very tasty, good ratio of sauce to cheese.  crust was good too.  The chicken marsala pizza...",
        "Alba's pizza is very addicting with delicious flavors. Our home favorite is Prosciutto, Arugula with Balsamic dressing. We have a pizza night every few..."
    ],
    [
        "vi_KxK5uYnXL3F9e-QeZZg",
        "El Patio",
        4.5,
        [
            "80-24 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.75522,
            "longitude": -73.8869795
        },
        32,
        "Saturday nite dinner with friends , small and Cozy Restaurant. Awesome Drinks , good Prices \nAsk for Diego he is great and super attentive . \nEverything we...",
        "Had a wonderful time here and will for sure be coming back.\n\nCame here for a nice date night and had a blast; the food was great, the ambiance was great,...",
        "Not sure how I feel about this, especially since I'm bucking the trend here. I've been waiting to try this restaurant for some time now, then a friend told..."
    ],
    [
        "fBLUN2mvKGx2qGmKeVbofA",
        "D'antigua",
        4.0,
        [
            "84-16 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7556777,
            "longitude": -73.8828582
        },
        34,
        "Perfect place to eat , drink and listen live music.\nThe bartenders are friendly and very professional.\nThe DJ plays your favorite songs if you request.",
        "This is my second time here ,the employee were great drinks are good .The music they can mix it a little more too much merengue and cumbia . I am give it 3...",
        "Nice place to hear some Spanish Rock. Food was good. Get there early to get a table. Staff are friendly"
    ],
    [
        "SdYU3M1XIxCssrSXdnHY0w",
        "Club Reign NYC",
        2.5,
        [
            "36-14 31st St",
            "Queens, NY 11106"
        ],
        {
            "latitude": 40.7562900334597,
            "longitude": -73.9300455898046
        },
        2,
        "Great dance music. The food is great. We had a great time dancing. The bartenders and bottle service was great. Security is tight but very professional. The...",
        "I wish I could give this club zero stars because it was the worst club I've ever been to. Amber Rose was supposed to be there but when I walked in the club..."
    ],
    [
        "LI9bcK5uy9bNgvn5zkQz_Q",
        "The Royal Underground",
        4.5,
        [
            "36-10 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76463,
            "longitude": -73.91716
        },
        79,
        "I haven't really used Yelp since 2016 but I had such a good experience at this place today that I downloaded it on the spot just to tell y'all how much I...",
        "This restaurant was an unexpected find. We were set in having brunch at Queens Comfort, but the line, and approaching closing time forced us to look...",
        "Far exceeds expectations for a neighborhood spot. \n\nDrinks \n\nDirty deeds (Bourbon, nocino walnut liqueur, Hamilton pimento dram, fig brine, peychaud's..."
    ],
    [
        "9XoYLuNLbOtvnsh-o3xn-w",
        "O'Hanlon's Bar",
        4.0,
        [
            "22-57 31st St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7747574890129,
            "longitude": -73.9121600308082
        },
        31,
        "I've walked by this bar a couple of times now while visiting friends in the Astoria Ditmars area and have always been curious as to what its like inside. I...",
        "This bar is actually pretty decent. I enjoy the dive ambiance and the friendly people. The reason I'm giving this place 1 star is because of the bartender...",
        "This bar discriminates against queer folks and I'm not here for it.the server is rude, and management is the same. Not going back."
    ],
    [
        "--YBn9-xi4YocUK6VvCKqQ",
        "The Local",
        4.5,
        [
            "41-04 31st Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7607294903307,
            "longitude": -73.9162476360798
        },
        54,
        "I was updating my review but Yelp ate it ...\n\nGreat neighborhood bar with a good selection of beers on tap.",
        "It's a bar with good selection of craft beers and has a full bar and darts, and music playing. They are nice and will probably offer you popcorn. What else...",
        "This is nice little bar, lots of locals and the open mic nights are pretty cool.. Chris, the bar tender is chill and always knows what to recommend.. plus..."
    ],
    [
        "KqxBfDaww1j0qhgDGh-VSg",
        "Diamond Dogs",
        4.0,
        [
            "34-04 31st Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.76285,
            "longitude": -73.92099
        },
        133,
        "I've always been curious about the unmarked, dimly-lit bar that is Diamond Dogs. We came here last night and it was quite packed. They had an outdoor space...",
        "Cool spot, it can get packed later on at night. But they have sole solid drinks and cool bartenders. \ncant wait time come back here and try some of the...",
        "What a perfect spot..\nI love a great cocktail and I surely was not dissapointed. Sweetheart is that BUD lite type of guy and the bartender(which if whom is..."
    ],
    [
        "rhiNvHUpfSVSXt0qTgou1w",
        "W XYZ Bar",
        4.5,
        [
            "27-45 Jackson Ave",
            "Aloft Long Island-City Manhattan View",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74838,
            "longitude": -73.93983
        },
        3,
        "Been here at least 5 times.  The bartenders are very friendly. They do have a happy hour. But, as usual, only light beer in a bottle is $5. The drafts are...",
        "My wife and I wanted to try a new place in the area for happy hour and after being enticed outside by a chalkboard sidewalk sign, decided to check out the...",
        "In the city for a few nights and service is really good but the prices are a bit elevated for my taste but I'm not from NYC so everything seems expensive...."
    ],
    [
        "9kvpLM-wcD7SOyi_I1zAMw",
        "D'Haven",
        3.5,
        [
            "58-02 37th Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.74987,
            "longitude": -73.90422
        },
        15,
        "Came here for an event and had really low expectations based on previous reviews. \n\nThis is a good space for a banquet. It isn't too far of a walk from the...",
        "First of, we went to this venue to support our friend who's part of a band that they were showcasing. \n\nFood was rather disappointing, the supposedly...",
        "I was at an event, ordered calamari for $14.95. Got like 12 pieces... so each piece of mediocre calamari cost over $1. Outrageous.\n\nAlso it was cold in the..."
    ],
    [
        "TJdISkgdqOsOaV6T2x_QPg",
        "OliVine",
        4.5,
        [
            "36-03 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7744,
            "longitude": -73.90781
        },
        71,
        "Jorgo - thank you for the unparalleled customer service \n\nFresh fish primo sides- recommendations were solid every step of the way\nJorgo is 10 out of 10...",
        "My wife and I have visit this restaurant a few times the past 3 months and I haven't had a chance to review this restaurant. I've been impressed every time....",
        "Noah and I stopped at OliVine last night because we needed a break from Thanksgiving leftovers and I saw some raw bar options on the menu. I knew from the..."
    ],
    [
        "R4-Y6ogPoGUkvDlRLAfOgg",
        "Acento Latin Kitchen and Bar",
        4.0,
        [
            "33-06 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7752594932846,
            "longitude": -73.9094452481536
        },
        59,
        "Just ordered my favourite food from my favorite place plus my favorite sangrias, people please if you never had a chance to sit here and eat try the food...",
        "I have been many times to Acento since last year October however the quality of food has decreased the last few times I've ordered. During quarantine I...",
        "We couldn't make our annual anniversary trip to Mexico this year due to COVID-19. So instead we decided to order food and drinks from Acento to celebrate...."
    ],
    [
        "5qEtIpS2j04XoPWWfn3r7w",
        "Albatross Bar",
        4.5,
        [
            "3619 24th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7702415,
            "longitude": -73.9124673
        },
        63,
        "I love albatross, such warm staff and a friendly environment for anyone! I went there the weekend before Halloween and it was lit!!!! Always has great drag...",
        "Albatross has some okay entertainment, but sneak in as much alcohol as you possibly can.  It just cost me SIXTEEN FUCKING DOLLARS, $16 fucking dollars for a...",
        "This is one of my most favourite spots in Astoria. Staff is friendly, talent is great, karaoke is always poppin."
    ],
    [
        "ukOsBKML_Ph_hSyxv3gNlA",
        "Sabor De Cuba",
        4.0,
        [
            "3703 31st Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76217,
            "longitude": -73.918358
        },
        341,
        "Friday nights 10:30pm. Full house but one 4 seater table that we were able to snag. No hostess by the door so grab anyone you can before seating yourself....",
        "This is a nice little place.  \nThe food can be good I have been here several times with different groups. It is good but not amazing and a bit pricey. \nIt...",
        "This is a must dine in spot in Astoria! Once you walk in, you are instantly transported to Cuba where the ambiance along with music welcomes you with open..."
    ],
    [
        "uXX8zSt6gX1bXv7WZTQceQ",
        "Mojitos Restaurant Bar",
        4.0,
        [
            "81-01 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7557368,
            "longitude": -73.8862253
        },
        28,
        "Omg this place is soooo good! We were in town for a few days and had a rental home nearby. Honestly, we stopped in simply because we like mojitos,...",
        "Decided to stop by here on a Friday night due to the kitchen being opened late opposed to businesses near by, Major Plus!!\nKitchen Hours:\nMom-Thurs: 3pm -...",
        "My husband and I discovered this hidden gem recently after he's been living in Woodside/Jackson Heights area for 49 years. We've been here 4 times after..."
    ],
    [
        "ZvR85HJOsZa-CTn7rabhjw",
        "Solid State",
        4.5,
        [
            "53-22 Roosevelt Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.744532,
            "longitude": -73.91082
        },
        69,
        "Excellent bar! (Bummer that it took me two years to finally check them out as I live 5 minutes away)\n\nHere are the highlights:\n- Plenty of board games...",
        "Sunday afternoon, no one else inside this fairly new beer bar. Large wooden interior with tons of retro games to the back and standard bar seating up...",
        "You'd surely walk right by the dark, no signage place with not thinking twice and honestly maybe you should.  The 16 dollar \"Woodside mule\" lacked alcohol..."
    ],
    [
        "iNiq1vgWpEa48jlPAce8wQ",
        "The Thirsty Koala",
        4.5,
        [
            "35-12 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.774416,
            "longitude": -73.908739
        },
        1071,
        "Came here for a late brunch on a drizzling Friday. Place was rather empty besides 2 other couples, so my reservation seemed a bit pointless but hey, you...",
        "SLOW STAFF (5 stars for our waitress Caitie -she was great) OKAY FOOD & MESSED UP OUR ORDERS \nFood: \n1. One of the steak and eggs orders was mixed up....",
        "Excellent coffee, staff, atmosphere, BEST SUNNY SIDE UP EGGS IVE EVER HAD, bacon was perfect, many dietary options!!!!!\n\nOnly thing keeping this from 5..."
    ],
    [
        "zumew_rUeliM1ufkgsFy-g",
        "Matigy",
        5.0,
        [
            "25-01 Steinway St",
            "Queens, NY 11103"
        ],
        {
            "latitude": 40.7677458265993,
            "longitude": -73.9115648344159
        },
        2,
        "Amazing drinks and hookah exceptional service just speechless about my experience here gotta try the caramel frappe",
        "It's a casual and chill place. The hookahs are good. Prices are reasonable.  The sahlab is delicious! We've come here a few times and love it. You can watch..."
    ],
    [
        "VFA2FLtUFyrdu6pYxyIR0A",
        "La Kueva Bar & Grill",
        4.0,
        [
            "94-10 Astoria Bvld",
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.762591,
            "longitude": -73.874779
        },
        3,
        "Been a while. Last time I eent to \"Kueva\", it was on Queens blvd. They have downsized but still have a good spot. Bartenders were cool. Friday was chill, we...",
        "Its a good spot to watch tribute bands play live, most of these bands pay tribute to Soda Stereo, Heroes Del Silencio, Nirvana, Pink Floyd, Mana, Los...",
        "Great place! Super friendly service and great wings!!! Found it while waiting for a Laguardia arrival and had a good time, highly recommended/really good vibes!"
    ],
    [
        "KgxzEspPDlfZ-6_HX70mfg",
        "Ninos Aq",
        4.0,
        [
            "35-01 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.774944,
            "longitude": -73.908585
        },
        149,
        "This place is what Ditmars has always needed. Amazing food, drinks, service and atmosphere. Am writing this now because I am so grateful for the 'market'...",
        "Great spot in Astoria! Definitely share if youre with  a few folks and want to try everything.\n\nIt was 4 of us and we shared:\n- cacio e pepe pizza - gah so...",
        "This feels like euthanizing a pet, but it's time.  \n\nMy wife and I first came to Ninos last year for Valentine's Day and we were blown away by the food,..."
    ],
    [
        "QLdRbr_1O6nVPDGucl9yeg",
        "Leo’s Restaurant and Sports Bar",
        4.5,
        [
            "84-19 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7481632,
            "longitude": -73.8814681
        },
        5,
        "Great place. Rated it earlier as a restaurant. \nBut it's also a sports bar.  Colombian.  Bueno.",
        "First time here to grab a beer. Looks decent bar with lot if TV screens . May be a good spot for me to watch English Premier League. The bar is clean and...",
        "Do not order mixed drinks here. Stick to beer or maybe their margaritas may drinkable but that's an unknown. Food is excellent however. Service is ok. I had..."
    ],
    [
        "wLEB72DIbBHs-CTXB97NFg",
        "Isis Hookah Lounge",
        4.0,
        [
            "23-52 Steinway St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7701187,
            "longitude": -73.9098282
        },
        4,
        "Very chilled place. Host was very kind, very nice guy. I prefer this place because it's quiet , no loud music, just some TVs playing. Hookah was good, clean...",
        "Very casual place. I'm a huge fan of that. I was greeted with a handshake open entering. Though that was cool. It's not some douchey place with crappy...",
        "Very nice place and great service, as for the place it's named after the owners first love, also I have talked to the owner many times he is a peace loving..."
    ],
    [
        "7RSN4_CttfQjuy2ixKlrpA",
        "Alejandro's Tapas Bar",
        3.0,
        [
            "38-01 69th St",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.74678,
            "longitude": -73.89621
        },
        2,
        "Not much to say about the place besides we will never go back . They were rude from the moment we sat down !!",
        "This is a laid back, friendly place with good music and drinks.   Last night was a great time for all."
    ],
    [
        "rPy1rO3KEsSiVO0DXfDN3g",
        "Layaly Cafe",
        4.5,
        [
            "4409 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7574149828242,
            "longitude": -73.9153653450743
        },
        159,
        "The food was really really good. My friend had the beef nachos; they had a lot of meat and just the right amount of cheese. My other friend had the chicken...",
        "Came here on a late Saturday afternoon as a group of 10. It was pretty quiet inside and we were kindly seated right away. Our waitress initially came over...",
        "Came here last night for my birthday with my sisters and all I can say is that this place is awesome.  Food and service is wonderful and will recommend"
    ],
    [
        "q2D0J_w1DQDCdxBIR60xYA",
        "Brothers Taverna",
        4.5,
        [
            "23-01 Steinway St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.770903,
            "longitude": -73.908172
        },
        166,
        "What a great place! Delivery was fast.  The chicken souvlaki is otherworldly, just very tasteful!! The best one I've had.  And the grilled vegetables were...",
        "Is not how i was expecting \nI was thinking smth different but no \nTell the stuff to smile more to coustomer",
        "I have come to this place once a month. The food is consistent and the service is very efficient. Everything from the menu that I have ordered is always..."
    ],
    [
        "iHwuzr2osfHJjJa7JGQzBA",
        "Spyce Astoria",
        2.5,
        [
            "4218 31st Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7602264,
            "longitude": -73.9151773
        },
        120,
        "I visited this place on 1/30/20 which was a Thursday for a Girlfriend's birthday Celebration. I arrived late as I always do but my girlfriend informed me...",
        "Big disappointment, Save the money and stress. Probably the only saving grace at this place was Gio the host who took the time to listen to my complaints....",
        "I've been really wanting to come here for quite a while for brunch and my experience didn't live up to what I thought it would be. \n\nOnce I got there the..."
    ],
    [
        "qoV257jRWXGNkClCeLKyIw",
        "The Beerkeeper",
        4.0,
        [
            "58-15 Woodside Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.7456391287992,
            "longitude": -73.9062182368371
        },
        58,
        "Perfect neighrbood bar. Cozy and ticks all the boxes you expect from your local watering hole. I live in the neighborhood over but it's worth making the...",
        "What a great addition to the neighborhood. I always pass by it but this was my first time here. It's very nice ambiance service is great. Beer selection is...",
        "Never coming back to this place. Really rude male bartender. Their clientele seems to be the older senior crowd and I guess I didn't fit that image. I don't..."
    ],
    [
        "8cZhmud6PN_InQJV8Z7PIw",
        "Break Bar",
        3.5,
        [
            "32-04 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.76123,
            "longitude": -73.92445
        },
        525,
        "I absolutely enjoy coming to this place. The staff from the bouncer all the way to the bartenders are very friendly and welcoming. \nThere's a decent drink...",
        "Honestly, I loved the food a lot. There were tons of games to play... HOWEVER, this was a nightmare experience here. \n\nFirstly never order food at the bar....",
        "Place got better and better each time I came here. The first time was a random Wednesday. The second time it was the second bar hop on a taco Tuesday where..."
    ],
    [
        "abOk06YhZwgXf-ygOE6tgw",
        "Melody Cafe",
        1.5,
        [
            "2595 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7655448913574,
            "longitude": -73.9132919311523
        },
        301,
        "Sus hookah spot but prices are fine lol.\n\nI didn't really have to deal with the waiter since I was in a group but I remember being here one time and my beer...",
        "If I could give -0 stars I would. I've traveled from the Bronx to patronize this lounge numerous times. On Happy hour nights and the weekend alike...never...",
        "This one star is not a drill. I am standing here here writing a shitty review while staring at the owner because its that bad. \n\n1. False price..."
    ],
    [
        "YC3PEPVd8eqvuqc5fAtUDA",
        "Khan Lounge",
        3.5,
        [
            "25-81 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7658508,
            "longitude": -73.9131793
        },
        56,
        "I've been here lost week with my friends. The best place to have fun!! Drinks and hookah are awesome!!! and the DJ knows how to make you dance all night",
        "I came to this location for my cousin birthday! \nIt's pretty small but it's okay space wise. \nI love how the employees change and check the coal for the...",
        "Really nice place. Very hot looking bartender there also. Small place but nice cool crowd. Definitely  a place for a fun  time and good crowd with hookah....."
    ],
    [
        "DZQtQzd4XLD7zzSjLDbT_Q",
        "Astoria Tango Club & School",
        4.5,
        [
            "41-01 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.758686,
            "longitude": -73.917828
        },
        7,
        "Great place to enjoy a Sunday evening learning Tango. Pulpo is great . They all make you feel like family .",
        "The live band was wonderful. A lot of talented and fun dancers come out here to tango. Everyone's there to have fun. If you stick around you might just see...",
        "i am just leaning the tanggo one month\ni just know the  little \nmy teach is so kind. man and betfull lady\nwo when i learning .i do not know how to walking..."
    ],
    [
        "XxCGifYC-Kwtps7yAmed3g",
        "McCanns Pub & Grill",
        3.5,
        [
            "36-15 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.774215,
            "longitude": -73.907524
        },
        166,
        "A solid sports bar conveniently located on Ditmars Boulevard just minutes from the last stop on the N&W trains. They recently closed down for a few months...",
        "Overall Score: 3.5 Stars \n\nHuge divey sports bar. Plenty of table seating and a long bar. No shortage of TVs if you want to catch a game. I believe I saw a...",
        "It just made more sense for my hubby, Sis and my brother-in-law to drink something here. Instead of going to any other restaurant on the strip and be..."
    ],
    [
        "azOGJ8gBsP4RF2zOJTSwDg",
        "Blend Astoria",
        4.0,
        [
            "37-17 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.764477,
            "longitude": -73.9157809
        },
        590,
        "I first stumbled upon Blend at it's Long Island City location by the Water... hence the name Blend by The Water... that said, I recently moved to Astoria,...",
        "On what was the best day of the week (in regards to weather) we decide to go to Blend which has a nice interior, patio, good sunlight throughout. I usually...",
        "I have dined at other Blend locations before and was very satisfied with my experience, but I can't say the same for this place. Me and my friend came her..."
    ],
    [
        "UJSQHmL81lgWqBrc9Bp3Cw",
        "Maggie Mae's",
        4.5,
        [
            "41-15 Queens Blvd",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.7438348,
            "longitude": -73.9230293
        },
        134,
        "The greatest staff, coziest environment, and free popcorn. It doesn't get much better than that combo! Try the maple old fashioned or the smoking bulleit,...",
        "Cute spot with nice cocktails. My dad, brother in law + sister loved Maggie Mae's - I didn't enjoy my cocktail, but I think it's just a one-time thing. The...",
        "Maggie Mae's bar is a rustic old looking style local bar on Sunnyside neighborhood. It is spacious, dim lit and organized. Interior decor is a mix of rustic..."
    ],
    [
        "JwdhfEYkeJwwAQb1HZRRNA",
        "Panatha USA",
        5.0,
        [
            "3309 23rd Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7735944,
            "longitude": -73.9115258
        },
        1,
        "Panatha USA is an unofficial fan club of the Greek soccer/football club from Athens, Panathinaikos. \n\nThe clientele is mostly older Greek men and the vibe..."
    ],
    [
        "k5bGHJbAXDw9g_uP42QqDw",
        "The Highwater",
        4.0,
        [
            "3420 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.76033,
            "longitude": -73.92245
        },
        354,
        "Walking in at 6:30 on a Friday night we expected to wait for a table, but we were seated immediately. \n\nUpon sitting down, our server introduced herself...",
        "I commuted from Bedstuy Brooklyn to try the food and the ambiance at The Highwater located in a Astoria. Queens. The reviews looked great and a picture of...",
        "I used to go to this bar often...\nLast Friday night I went there by myself, waiting for a friend, so I wanted to order a drink but nobody ever came to my..."
    ],
    [
        "LBiuVnEqHa-tsmKzMZPfiQ",
        "Villa Restaurant & Lounge",
        4.5,
        [
            "25-39 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76684,
            "longitude": -73.91222
        },
        88,
        "Let's get into this Hookah! If you're #HookahPapi like me, this place is IT! \n\nI walked in around 4:30/5, on a Friday, right after work, and was greeted by...",
        "Loved their service and their selection of flavors! As soon as we walked in we were seated right away. The server kept on coming to change our coals and to...",
        "3 years later, still enjoying the hookah here! It's probably the best spot on Steinway for quality hookah. My favorite flavors to smoke here are Aphrodite +..."
    ],
    [
        "iHmBWf-QuwzqvCL-ZebITw",
        "Ignited Restaurant & Lounge",
        4.0,
        [
            "3027 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.763195170874,
            "longitude": -73.9153153029795
        },
        208,
        "The chica named MAHI, is the bomb. She is the best waitresss/caterer ever. She was able to \"fix\" the hookah and really made the experience an amazing one!...",
        "I don't even feel worth wasting even a min writing review for this place and wasting my time but people gotta know.\n\nMe and my friends planned to get...",
        "The hookah is SOUR/RANK. IT HAS A DIRTY WATER FLAVOR/undertone. I've seen other reviews state this and it's true. I believe it's due to the fact that the..."
    ],
    [
        "eiwrClshr8KJGzEk0qY4HA",
        "Friend's Tavern",
        3.5,
        [
            "78-11 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.747498,
            "longitude": -73.887049
        },
        41,
        "The best place to hang out with friends, just need to have a open mind.. my husband and  I come here every Sunday, just love it.",
        "One of the longest standing LGBT nightlife options in the super diverse and super gay friendly Jackson Heights, Friend's Tavern is a place where alcohol...",
        "This was my first time in a Queens gay bar and I was not disappointed by the energy of the place and the friendliness of the crowd. This bar is maybe a mile..."
    ],
    [
        "mGnNyWUSwFImcwf8vtn8jQ",
        "Uncle Jack's Meat House",
        3.5,
        [
            "36-18 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.77379,
            "longitude": -73.9078399
        },
        307,
        "Nice airy space, well decorated. Came with a group of 8 and the server was quick and efficient. We were able to order and finish our meal in about an hour....",
        "A year ago this place used to be great.  The place itself is clean,  spacious,  and very likable.  The service was a disaster.  We order a bottle of water...",
        "Well, well, well...\nLet me show you the way. \nI had an 20:30 reservation on the books 2 weeks ahead of schedule. Arrived 8 min late, got seated 21:05. Had..."
    ],
    [
        "eMRXdAgV80QCMc8jLdNvcA",
        "Rotana Hookah Place",
        4.0,
        [
            "25-51 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76652,
            "longitude": -73.91247
        },
        81,
        "Top place to smoke hookah in Astoria, the Manager is give me the best costumer service.\nThe place is clean & fresh.\nWorth the visit.",
        "This is hidden GEM!!! First time going there but we had a BLAST and the best part is 23/7. Hookahs are only 14 bucks and they are LOADED!!! Overall nice...",
        "The best hookah in Astoria I come here a lot the staff is amazing, the hookah is very satisfying and fresh juices are delicious I definitely recommend this..."
    ],
    [
        "5CPsTA2vAaOgj6XksOznHA",
        "Manhattan Cocktail Lounge",
        5.0,
        [
            "8808 Roosevelt Ave",
            "Jackson Hgts, NY 11372"
        ],
        {
            "latitude": 40.747984,
            "longitude": -73.878227
        },
        1,
        "Seriously best drinks in jackson heights.  They have Mezcal and amazing mixed drinks.  Its a hidden gem."
    ],
    [
        "FpdnHjFUHCf-gntDeziUkQ",
        "Flamingo Night Club",
        5.0,
        [
            "8512 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7478304,
            "longitude": -73.8807827
        },
        1,
        "This is a good place for single men to go. The women are gorgeous. \nFlamingo is a clean and well kept place with a unique charm and ambiance of an exquisite..."
    ]
]