[
    [
        "6AJwsgXr7YwsqneGVAdgzw",
        "Las Catrinas Mexican Bar & Eatery",
        4.0,
        [
            "32-02 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7614214682633,
            "longitude": -73.9246649456171
        },
        319,
        "Was taken here on a date... also did not happen to work out.. but I got this favorite little Mexican restaurant spot out of it and that is a win for me! \n\nI...",
        "Talk about an amazing brunch spot right in the heart of Astoria! I had the following items and they were all delicious! \n⁣\nDulce Muerte⁣\nMexican tres leches...",
        "Wandered here last night with a hankering for frozen margaritas and greasy Mexican food. \n\nAlthough it was quite busy, we were seated right away by the..."
    ],
    [
        "9Y2ifCXCeCk8l0Pz13o0Wg",
        "Rubi Rosa",
        1.5,
        [
            "84-07 Northern Blvd",
            "Jackson Heights, NY 11370"
        ],
        {
            "latitude": 40.75602,
            "longitude": -73.88319
        },
        15,
        "I feel bad for one of the bar tenders here. She is amazing but the bouncer needs to get punched in the face, the other people that work here need to get all...",
        "I come here all the time with my friends. And I find it interesting when they say it's full my friends cant come . And saying they need to buy a bottle...",
        "Horrible staff and impolite, for an Asian being there , I feel rejected . Pretty much racist . Not Asian friendly Latino bar ."
    ],
    [
        "4ESjY7CMYo2_w8HiPhpAyw",
        "The Tool Box",
        4.0,
        [
            "1742 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.780723,
            "longitude": -73.949302
        },
        39,
        "I have been here a few times during my trips to New York City.  This is a wonderful bar for hanging out with friends and having a good time.\n\nWhen I first...",
        "Please bring Eric back!!!! He was just so perfect in every wayt. He was caring, sweet, attentive and just overall amazing!\nAs a straight woman, I have NEVER...",
        "Really great local bar with super nice people. 2-4-1 specials and the bartenders don't skimp in the drinks."
    ],
    [
        "HWGX1tLrjsfmjXen7TghQA",
        "New York Irish Center",
        4.5,
        [
            "10-40 Jackson Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7420998,
            "longitude": -73.9530563
        },
        3,
        "The New York Irish Center is a great way to stay connected to the Irish community. I've seen great Irish movies and movies that loosely connect to Ireland....",
        "I've been to a couple of movie nights here and a couple of concerts too. Everyone was so nice and welcoming... there's such a positive vibe about the place....",
        "Has plays on now and again and very friendly place to go. I also believe it has a Line Dancing event coming up..will have to check it out.."
    ],
    [
        "UlIcGp9_m5ynMxGCnDKjWA",
        "Las Margaritas",
        3.0,
        [
            "83-22 37th Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7497311,
            "longitude": -73.8830557
        },
        149,
        "My friend brought me here to try the margaritas and I was hooked on the maracuya, it was delicious!!! \nThe services was very professional and the variety of...",
        "I heard really good things about this place, from their food to their margaritas. Honestly, i didn't see the hype of it AT ALL. There are so many other...",
        "Came here with my family in law , and had such a good time. The ambience was great , music was not too loud but a nice background noise so that once my..."
    ],
    [
        "1JE0wPwtsY7hqbJLbu6FbQ",
        "The Five Lamps",
        4.5,
        [
            "1586 York Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77425,
            "longitude": -73.94812
        },
        27,
        "I love this bar! The vibe in there is chill, elegantly decorated, dart board in the back, events during the week (Open Mic, Trivia Night and great live...",
        "This pub recently opened in the spot that used to be The Louise and, before that, The Creperie, both of which were great but didn't survive. I hope The Five...",
        "Stopped in about 1:00 PM on a Friday.  Bar was moderately busy. Eight or ten older guys ordering beer for lunch?  \n\nFive beers on tap including Guinness,..."
    ],
    [
        "_aSKYtcY3YYdTvgToijUEw",
        "Kelly's Bar & Grill",
        4.0,
        [
            "3104 Crescent St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7656147383851,
            "longitude": -73.9266823721443
        },
        22,
        "Kelly's is an intriguing place.  It's just a local Irish pub, but the decor is so homey in their back room, you almost feel like your sitting in your...",
        "Awesome neighborhood bar with friendly patrons and a fun attentive bar tender! Thanks Chris for your hospitality, we will definitely be back.\nMy only...",
        "I live across the street from the bar. My boyfriend his cousins and I decided to go. When we get there a lady tells us, \"no, no, no. This isnt happening.\"..."
    ],
    [
        "yLG4ZJYCnVVFTk34EG7tag",
        "Mi Casita Lounge",
        4.0,
        [
            "264 Soundview Ave",
            "East Bronx, NY 10473"
        ],
        {
            "latitude": 40.8111062700102,
            "longitude": -73.8555465974789
        },
        7,
        "This place has changed from the first time I came. They now have a kitchen and a pool table ! I came here on a Sunday with family to watch the NFL game and...",
        "The place is ok. The drinks are over priced and now in this time of debit and credit cards why they don't accept any cards. Maybe would have had a better...",
        "Service is exactly as expected excellent \nOk the food you have to go and taste for your self \nBut man the flavor is Good clean so bottom line ill visit..."
    ],
    [
        "TN1dGAwvNevkzXfL0sU41A",
        "BLVD Wine Bar",
        4.0,
        [
            "4720 Center Blvd",
            "Long Island City, NY 11109"
        ],
        {
            "latitude": 40.74596,
            "longitude": -73.9575
        },
        150,
        "Here are the highlights:\n\n- We live in the area so needless to say BLVD caught our eye. We ended up here in our first few weeks of living in the area and is...",
        "Intimate and classy wine bar in the heart of LIC, with a warm neighborhood vibe. It's usually packed, but turnover is quick. Most people are there for a...",
        "What a great surprise!!! This quaint little wine bar is full of service and smiles and great wine and food. We arrived on a Saturday early evening and..."
    ],
    [
        "tgF-xZljBh5Y9PxCm1NYwg",
        "Flynn's Garden Inn",
        3.5,
        [
            "46-08 Skillman Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.7462692,
            "longitude": -73.9176712
        },
        15,
        "The place where everyone knows your name, but don't let that deter you. Everyone is welcomed with arms wide open. I find myself making new friends here on a...",
        "As my pub crawl pal was scurrying hither and thither in his old stomping grounds, I assumed the choice spot at the bow (ship term) of the bar.\n\nAfter a bit...",
        "The first time I went to this place I honestly wanted to walk out but I gave it a second chance.I ordered a drink. The bartender Chris was what made this..."
    ],
    [
        "eULmXsUh8UJ1Vxgp4JYEIw",
        "Saints & Sinners",
        3.5,
        [
            "59-21 Roosevelt Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.745583,
            "longitude": -73.904496
        },
        105,
        "Really nice, genuine Irish pub. Great layout inside, with a round bar in the middle, dining in the back and side rooms (one of which was hosting a birthday...",
        "The last of the Irish bars in the area. Classic irish pub, mediocre food, a bartender who can probably beat you up and could care less about her attitude/...",
        "Left a pair of eyeglasses in a brown case on the bar this early evening.  I have been calling nonstop for three hours already and no one picks up the phone"
    ],
    [
        "Lr1KN7oOhiL5Hd2yikpIgA",
        "The Hunterian Bar",
        4.5,
        [
            "413 E 70th St",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.76613,
            "longitude": -73.95582
        },
        19,
        "The Hunterian is a wonderful blend of classic and new. It's sophistication without snobbery.",
        "Looking for an Irish bar that's about being an Irish-style bar first and foremost?\n\nMaybe this tiny one with a common table would suit you too. We had been...",
        "The owner of the bar, Jess, contacted me to apologize for the poor experience and explain that the bartender was only temporarily hired for the holidays so..."
    ],
    [
        "MtcgW0RCTm44PuA-HAq49g",
        "Santiago's Beer Garden",
        4.5,
        [
            "2337 1st Ave",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.79849,
            "longitude": -73.93382
        },
        185,
        "In the heart of Harlem, there is perfectly situated Dominican restaurant by the name of Santiago's. When you enter the place there's is a spot where you can...",
        "Amazing food, not so amazing service. Highly recommended the chicharrón de pollo, churrasco, oxtails & \"sangrita\". \n\nAgain the service can surely improve.",
        "I came here with my coworker for lunch and was escorted to the back area of the restaurant.... It was decorated so beautifully and had me wishing it was a..."
    ],
    [
        "cRqlMlqELbVs1KUOjGqQ3g",
        "The Lit. Bar",
        4.5,
        [
            "131 Alexander Ave",
            "Bronx, NY 10454"
        ],
        {
            "latitude": 40.80723,
            "longitude": -73.92757
        },
        30,
        "This place is amazing!! Nice little wine bar at the back with super friendly and helpful staff. Get a glass from a nice wine selection and then wander the...",
        "This place makes my heart happy. I was able to pick up some great books and sit down for wine with my cousin. (Sounds perfect, right?) I wish they had some...",
        "I love this bookstore! First of all, Noelle you are incredible and deserve every accolade. As a born and bred Bronxite, it brings me such joy to see this..."
    ],
    [
        "PdtLkZMIQBLD8I4B4w7sbg",
        "Oven Grill Chill Lounge",
        3.5,
        [
            "42-12 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.75782,
            "longitude": -73.91714
        },
        29,
        "Came here this weekend and this place is great!! The vibe was great and they played great music including old school reggaeton. The service was also great!!...",
        "It's my local go to in Astoria around Broadway and 43rd st . I come here to unwind and literally just chill. great service great vibez and the food is on...",
        "Great experience , can't wait to go back for more and take friends so they can fall in love too, it's awesome, great service."
    ],
    [
        "VdMw2Dvhm273sw9mZlZ89w",
        "Cafe Uno Billiards",
        3.0,
        [
            "7801 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7475,
            "longitude": -73.88739
        },
        10,
        "I have been  coming here for  years and today for the first time. We decided to come out to shoot pool with the kids and the manager on duty decided to tell...",
        "I paid a visit to this establishment to play pool and have some drinks and eats. Well, as soon as you walk in the first thing you see is a big sign that...",
        "Here is the best billiards cafe. In this summer had renovation so it was so cool and everything clean.Bartender is so sexy."
    ],
    [
        "3KQZA5zg8wTTdg9bBkIEng",
        "Bronx Art  Space",
        4.0,
        [
            "305 E 140th St",
            "West Bronx, NY 10454"
        ],
        {
            "latitude": 40.81175,
            "longitude": -73.92484
        },
        1,
        "Just took the trolley in the Bronx with my kids to see some local art. It is worth the time, is a small exhibition space but with the free trolley you can..."
    ],
    [
        "eT2rROrWDAr0auGYqQrp9A",
        "Layali Beirut Cafe Restaurant",
        3.5,
        [
            "25-60 Steinway St",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.76658,
            "longitude": -73.9131
        },
        111,
        "This place is super cute! We tried the lamb chops, mango juice and orange mint hookah on grapefruit. - lamb chops: huge platter, so tender and flavorful and...",
        "Places like this are why I love living in New York. This spot is super ethnic and has an awesome vibe. I came to smoke hookah on a Saturday night and was...",
        "Amazing treatment  fruits plate  Saturday night  \n\nNice music beautiful decoration Staff are friendly amazing food fabulous hookah \nIt is awesome place"
    ],
    [
        "PuiLS8DQojBB9RQVv_UBOA",
        "Ethyl's Alcohol & Food",
        3.5,
        [
            "1629 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77709,
            "longitude": -73.95269
        },
        237,
        "Came last night with my 2 friends to celebrate a birthday! We had a small cake from Two Little Red Hens that we were hoping to share. The waitress was...",
        "These bartenders are shady.  There is a price menu for drinks. I ordered a Bud bottle, he gives me my change and charged me $8 more than the menu price. I...",
        "So much potential!!! BUT!!!\n\nSo, I've been to Ethyl's on occasion. It is what it is. Typically pleasant staff. Always fun music, good vibes, and classics on..."
    ],
    [
        "vr1I7IxZvohomIMP3T3s-A",
        "Irish Whiskey Bar",
        4.5,
        [
            "2848 31St",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.76754,
            "longitude": -73.921342
        },
        16,
        "When you go to a local dive bar at 11:00 AM you better be ready for what is coming and by that I mean that you don't know what is coming. In our case there...",
        "Best Dive bar in Astoria !\nGreat music and hip crowd.Live music,comedy nights,karaoke",
        "The Friday night bartender is a straight-up homophobe. I live around the corner and have been here a handful of times and it's usually not a problem but..."
    ],
    [
        "Abs-WRam_Wxi_dw5jjqiyw",
        "The Woodlot",
        4.5,
        [
            "61-04 Woodside Ave",
            "New York, NY 11377"
        ],
        {
            "latitude": 40.74459,
            "longitude": -73.90351
        },
        8,
        "There's no food yet, but there are delicious cocktails that will tempt you to order more until you realize you're too hungry to go on!\n\nReally cozy, classy...",
        "The five-star rating is for the ambiance and service. The food is coming in few months, keep checking. This is a very nice hangout place. The bar is huge,...",
        "We were sad to see the Coukoo's Nest close but we are happy to welcome The Woodlot to the neighborhood. Serving up craft beer and delectable cocktails, this..."
    ],
    [
        "S4OMoVZwjIaKXs45ILt6AQ",
        "The Halfway Line",
        4.0,
        [
            "59-10 Woodside Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.745151,
            "longitude": -73.9052986
        },
        6,
        "My first time at this bar for my bday, and I walk in with my friend and this snooty bartender gives me this look... I don't know if she has something...",
        "Always exceptional service from Eggy and Finn... I look forward to coming into this bar, it never disappoints!",
        "Alright bar, except for the neighboors. Really loud, especially in the summer! Keep your crowd tamed, keep your neighboors happy!"
    ],
    [
        "JboVlCv3LtJt8hA-yI9U0A",
        "Beija Flor",
        4.0,
        [
            "38-02 29th St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.754601940029,
            "longitude": -73.9336216385827
        },
        227,
        "Such a lively dinner spot, even on a Sunday night! I happened to catch the live music, and the whole place felt like a mini dance party by the time I...",
        "Very pretty atmosphere been here a couple of times but recently went for a wedding celebration,\n\ngreat drink options! give their caipirinha a try if youve...",
        "GREAT FOR BRUNCH! It was our first time here and I must say I was very impressed with the service and the food. We had our gf brunch here on a Saturday..."
    ],
    [
        "Sj3JYCbaEFrAqUzRrenQbg",
        "Jora Restaurant & Bar",
        4.5,
        [
            "47-46 11th St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7438054,
            "longitude": -73.9515007
        },
        612,
        "First time here. Dropped in without a res--five of us at Saturday night 8:45 and we only waited 10 minutes for a table (how lucky of us lol)\n\nOur server was...",
        "I love coming to Jora, and was very excited to come back, but I've got to update my rating based on my most recent visit. \n\nI ordered a few dishes, but my...",
        "Decor 4/5\nService 4/5\n\n  We can here to celebrate a friend's birthday. The decor is really nice, cozy and romantic. It's a semi dark restaurant where you..."
    ],
    [
        "A7IV4pAQOL5M8X7StKS-4Q",
        "Gossip Coffee",
        4.0,
        [
            "37-04 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76436,
            "longitude": -73.9166
        },
        341,
        "It's a quiet Spring 2020 Saturday morning. Quiet because NY state is implementing social distancing during the COVID-19 crisis. During these crazy times, my...",
        "Gossip Coffee is a really great work space and local coffee shop in Astoria, Queens that I attend pretty frequently during the weekdays. Its great for a...",
        "This is a really cute the coffee shop, they have tons of items such as baked goods, cocktails, coffee and food. The decor is cute and staff were super..."
    ],
    [
        "o1_Hx7RPW9xBxwdpO81dXA",
        "Doyle's Corner",
        4.5,
        [
            "4202 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.757959,
            "longitude": -73.917423
        },
        76,
        "Awesome place. Fabulous service. Friendly staff and patrons. Neighborhood gem!!\n\nThey'll buy you a drink for every three drinks you order. Food is okay but...",
        "This is definitely your neighborhood Irish pub. I had Bacon Corn Chowder and Grilled Pork Chops. Both tasted amazing -- surprisingly. Bartender was really...",
        "My family has lived near Doyle's for over thirty years and my first time stepping inside was in October 2019. Definitely can see how it has had such staying..."
    ],
    [
        "9fydXI0fj2s-EmlF7vm8Og",
        "Clay",
        4.5,
        [
            "553 Manhattan Ave",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8094002234406,
            "longitude": -73.9536950700793
        },
        142,
        "The food and service and wine were excellent. Kristin was our server, and she was attentive, knowledgeable, and right-on with her recommendations. \n\nMy...",
        "Great service and looked the cocktails.  Unfortunately the duck was very salty but when we informed them they replaced it. The chicken liver and pasta dish...",
        "Went here for my Birthday Brunch and was pleasantly surprised by this Harlem jewel. \n\nSimply amazing brioche French toast! I'm usually not a French toast..."
    ],
    [
        "R_u0d6uwIu071Q5qYbYdiw",
        "Shillelagh Tavern",
        3.5,
        [
            "47-22 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7609995,
            "longitude": -73.9091699
        },
        38,
        "Great bartender that works there during the week named Sammie. Great service super attentive and holds great conversation. Definitely going back just...",
        "Shillelagh's Tavern was the perfect spot for us last Friday night!\n\nLet me explain:\n\nI sing in an a cappella group centered in Manhattan. We performed at...",
        "It's a bar that serves meat pies. The bartender was friendly, but he was the only one working so you have to wait, but that's cool.  I am patient, but I..."
    ],
    [
        "AYBRN8pKB8_ZfcCks17OmQ",
        "Beebe's",
        4.0,
        [
            "38-28 27th St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7547438,
            "longitude": -73.9358372
        },
        107,
        "Located in LIC's Boro Hotel, Beebe's has been one of the more stellar pizza options in the hood. Opening a couple of years ago to some serious hype, they've...",
        "Man, they dropped the ball with their delivery. Both the pasta and fries had a weird consistency that indicated that they most likely were not fresh. \n\nI...",
        "I love this place. They've been doing really great take out service. Pizza are ready in 15 min the last couple times I've ordered. Staff is really friendly...."
    ],
    [
        "Zjs9BS1R-BB1L4P_TRF46g",
        "La Avenida",
        4.5,
        [
            "2247 1st Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.79573,
            "longitude": -73.93596
        },
        92,
        "WOW, in a great way!!!  My second review.  Staff is friendly and attentive.  This place is a true gem in the heart of El Barrio/Spanish Harlem.\n\nThis past...",
        "Came here for a quick drink and bite. The frozen margaritas were good! The food however was mediocre. I ordered chicken tacos and the chicken didn't have...",
        "New York City summers for some reason can produce some of the worst traffic you can experience at the most inconvenient times.\n\nOk... I know, when is..."
    ],
    [
        "abZ-mEvF6Tj4hfyIg0lKwQ",
        "Vite Vinosteria",
        4.5,
        [
            "31-05 34th St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7629734277725,
            "longitude": -73.92119564116
        },
        573,
        "Absolutely hands down delicious!!\nWill come back here again!!\nAuthentic homemade food!!",
        "If you are in the mood for amazing authentic Italian food then you have to go to Vite Vinosteria!  \n\nVite Vinosteria is a cozy little place with a varied...",
        "Cute décor, pleasant albeit slow service, tasty appetizers, complimentary dessert shot.\n\nBut can we talk about the Tagliatelle al Nero di Seppia?\n\nThis..."
    ],
    [
        "UT80Rcfm9QwgddkKfmItRw",
        "La Gran Uruguaya Restaurant",
        3.5,
        [
            "85-02 37th Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7500268115557,
            "longitude": -73.8813500049598
        },
        24,
        "My first few times here even though I didn't actually go there. They do deliver for a fee but it was worth the fee. I believe I ordered thru Seamless....",
        "Found this place by googling. Decided to come for my mother's b-day. The food was delicious and they served a lot. For the price it was worth it. The waiter...",
        "I haven't come here for a full meal or for drinks, but the baked goods fulfill the cravings instilled in me from visiting Buenos Aires, even if the..."
    ],
    [
        "OMv26_R8kaek1G7_QhBPkg",
        "M. Wells Steakhouse",
        3.5,
        [
            "43-15 Crescent St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.748388,
            "longitude": -73.9422079
        },
        407,
        "Daaayuuum, I think this has become my new favorite steakhouse in the city! Pricey, but worth every penny. \n\nService: host was so sweet and welcoming....",
        "Came here for my company Christmas party. We had a prefix dinner menu for a party of 20. \n\nAppetizers:\nCesar Salad - fresh and good salad\nBrussels sprouts...",
        "A unique place with an open kitchen and big wood burning grill. I have eaten here couple times and it just didn't 'wow' me. The service was fine but food..."
    ],
    [
        "-9Av_wLuyB6sv7DQeOocgA",
        "Showman's Jazz Club",
        4.5,
        [
            "375 W 125th St Frnt",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.811336,
            "longitude": -73.953488
        },
        63,
        "This is the best service I've gotten at any place. Bar, restaurant whatever. I had a Heineken, an old fashion(bar tender made the best I've ever had) a coke...",
        "Showman's Jazz club, a small bar located on 125th st in the heart of Harlem!\n\nWhile at the bar, I was able to gather so much history from the friendly...",
        "The music is fabulous, but they don't do drinks. You should just get beer, wine, or whiskey on the rocks. They don't even have a drink menu. My partner..."
    ],
    [
        "xd-Is5eUdsgN67OAoI9s6A",
        "Luna's Kitchen & Bar",
        5.0,
        [
            "77-02 Roosevelt Ave",
            "Ste AA",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.746926,
            "longitude": -73.888524
        },
        31,
        "What a great find and pleasant surprise to discover Luna's. For once, the reviews on here seem to be spot on. This hidden gem in Jackson Heights is all that...",
        "Great service, friendly staff.\n\nBrunch is dope. Hey the coconut French toast, side of bacon pairs well. Chilaquiles is good as well. Will definitely be back...",
        "Yesterday was a holiday and that usually means that restaurants have brunch on their menu. We looked around on yelp to find a new spot to try out. In walks..."
    ],
    [
        "LNVu-bQA_ASIcWJlClgz-Q",
        "The Lexington Social",
        3.5,
        [
            "1634 Lexington Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.79057,
            "longitude": -73.94768
        },
        191,
        "Came here last March & liked it, decided to go for round 2 today & it was just as good! Don't have to wait for a table seated right away. Very cute & quaint...",
        "I have no idea how this place isn't completely packed - we walked in with zero expectations and were blown away. The food was fantastic, I had French toast...",
        "Wonderful local tapas spot in East Harlem. I've been coming here since it first opened and the quality of drinks has remained consistent. Most recently I..."
    ],
    [
        "oKyaFgtufB9nrga_mSZH8g",
        "Steinway Cafe-Billiards",
        3.5,
        [
            "3525 Steinway St",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.754271,
            "longitude": -73.922236
        },
        65,
        "There's a full bar-- 27 pool tables-- restaurant seating, bar seating, Railbird seating facing pool tables for those who wanna watch good pool. Steinway...",
        "I was not really impressed with this place. I dont play much pool anymore but my brother is semi-pro and was visiting from Miami. He wanted to come here. It...",
        "Steinway is ok. Tables are in decent shape but they charge 15 per hour for the table NOT 12 as they claim in the front counter."
    ],
    [
        "osY94UfXtrynDL2nMs_bdw",
        "Max Bratwurst und Bier",
        4.5,
        [
            "4702 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7612453874006,
            "longitude": -73.9094611979998
        },
        366,
        "Max knows top german comfort food!\nGreat flavours and always friendly.\nGreat value as well",
        "Awesome food and great service. Never a disappointment! The sausages are great! One of the best places go in Astoria.",
        "Their Mac and Cheese was INCREDIBLE. I savored every bite of it. Their sausages and freshly baked pretzels were also very tasty. Can't wait to go back again..."
    ],
    [
        "mi2p-0fxsq9NgfFoBK99og",
        "Pinknic",
        1.0,
        [
            "20 Randalls Island Park",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.795814,
            "longitude": -73.922518
        },
        1,
        "This yearly on going festival is a disaster. I attended in 2018 at Governers Island. I was sold a vip pass, there was no true VIP area like stated when..."
    ],
    [
        "z4AVKqZPVlnfgsvaB21hpg",
        "ama",
        5.0,
        [
            "37-06 36th St",
            "Queens, NY 11101"
        ],
        {
            "latitude": 40.752734,
            "longitude": -73.927563
        },
        2,
        "Delicious cocktails and yummy food. Had the fried chicken and it was really tasty. Strongly recommend.",
        "Amazing food and drinks!!!!! All dishes are good on the menu. Cocktails are really great too. Servers are very friendly and professional. Recommend to everyone!"
    ],
    [
        "Jw6nTaia5rdxefvg5tQ9uQ",
        "El Maguey Mexican Restaurant",
        3.5,
        [
            "83-28 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7555523,
            "longitude": -73.8840807
        },
        59,
        "I've been here 3 times with my girlfriend and I must say that each time was as good as the last. Food is really good. The ambience is your traditional...",
        "THEY TIP THEMSELVES 20% WITHOUT your authorization. The service was a bit slow, food was good, the waitress took forever at the end to give us our check....",
        "Came in around 7 and was immediatley welcomed and explained the drink deals. We got margarita pitchers and hookah and all of it was really good. Very..."
    ],
    [
        "5tkAZCpitG93joYzNEoe3Q",
        "Daley's Bar & Restaurant",
        4.0,
        [
            "3186 31st St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.762415,
            "longitude": -73.925452
        },
        1,
        "Nice family owned Irish Bar.  It has a cozy backyard and free appetizers on most Sunday's.  Plenty of tv's to watch the games.  No tv in the backyard but..."
    ],
    [
        "blaTQKod-nz94F3Fm_ZoYQ",
        "Osteria Laura",
        5.0,
        [
            "1890 Adam Clayton Powell Jr Blvd",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80251,
            "longitude": -73.95355
        },
        16,
        "My daughter has come to this recently opened place nearby. Laura the owner came over to introduce herself.\nHad Caesar salad and pan seared...",
        "I am very conflicted as I write this review right now. The overall experience was positive from the service perspective. The host and waiter were attentive...",
        "Great spot to dine at in the Harlem area! I attended a business dinner for a party of 10 people and the service as well as the food was amazing. The staff..."
    ],
    [
        "rq50ildNGiTF4PhN753zRQ",
        "Pour House",
        2.0,
        [
            "1710 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.77945,
            "longitude": -73.95019
        },
        2,
        "Just okay. Burger was very average... Not much taste at all. Prices were very reasonable though. Wouldn't come back.",
        "hahahaha...gahh...ahum...uhaha...ha...please.  A fish bowl?  You're telling me that for 30 dollars you will let me sit here and drink out of a fish bowl and..."
    ],
    [
        "NeVWAZEWNYWcz-jlDi3f_w",
        "Pier 132",
        3.5,
        [
            "789 E 132nd St",
            "Bronx, NY 10454"
        ],
        {
            "latitude": 40.8002516610907,
            "longitude": -73.9137639715925
        },
        4,
        "The 2 stars is not because the place wasn't attractive or because of the staff. Actually both the bartenders and decor were really nice. \n\nI met my friends...",
        "I loved the look of the space. My sister in law did her baby shower there, but believe she hired an event planner,they did great with Decor (not sure if...",
        "Arriving at 11pm yesterday for a party and the bouncer (4) huge guys say they aren't opening for another 45 minutes to an hour? I said \"okay\" because what..."
    ],
    [
        "yqU1-chsjix3T4EMY2MyxA",
        "Athens Grill & Sports Bar",
        4.0,
        [
            "3011 30th Ave",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.7671808396101,
            "longitude": -73.9218648523092
        },
        194,
        "Quick recap: this place is delicious. Nothing fancy, jUst good food with good people. \n\nQuesadilla is bigger than anticipated but not excessive. Not very...",
        "Best tacos in Astoria.\nAuthentic food and delicious. It's my guilty pleasure.\nEverything is made in house\nStaff is friendly",
        "These tacos are great.\n& that's saying a lot coming from a self proclaimed taco snob. I'm from California so it's only natural. I'd gotten convinced New..."
    ],
    [
        "RJYWxDoDSqOYh1HbvF9qsA",
        "The Strand Smokehouse",
        3.5,
        [
            "25-27 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.763072,
            "longitude": -73.9273962
        },
        795,
        "Five stars for service, four stars for food. \n\nWas with a friend and her dog, searched for outdoor seating and found this place. Had actually walked by a...",
        "I really wanted to like this place after hearing so many good things. My boyfriend and I decided to try this place out last night instead of our usual...",
        "Looking for BBQ? They have it! Decent music!? On the fence, however you still showed up for the BBQ! If you aren't really into BBQ, this is the place for..."
    ],
    [
        "ZuF1GNB8ft1NHTeQR6Hr_g",
        "Mangos",
        4.0,
        [
            "7814 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.74698,
            "longitude": -73.88722
        },
        1,
        "Hot and exhausted, walking around looking for some carbs.  Lo an behold.  A bakery with exquisite Columbian deserts in the window..  We walk in.  Go to the..."
    ],
    [
        "bbAYf0ly9GZGPVPDKehLFg",
        "Capelli's Cafe",
        3.0,
        [
            "107-11 Northern Blvd",
            "Corona, NY 11368"
        ],
        {
            "latitude": 40.757876,
            "longitude": -73.8614417
        },
        8,
        "Going by food and dj this place is a hit. Food is delicious.  Best churrasco around. Rib eye full of flavor. Best yuca fries you will ever have. Merengue on...",
        "Stay away from this place very dangerous people go here ! There was a shooting a month ago. Warning",
        "I ended up here with some friends last minute after a concert once inside I thought the place looked familiar not so much the name? I believe this is where..."
    ],
    [
        "njDA4ALbcnjLloNC_y0E9w",
        "Gantry Bar & Kitchen",
        3.5,
        [
            "47-02 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7453953419365,
            "longitude": -73.9532279223204
        },
        133,
        "I've been here for brunch a few times, and have always been happy with my experience, so I figured I'd show so love.\n\nThe space itself isn't huge, and it...",
        "Love this little cozy bar . They have appetizing sandwich options such as buttermilk fried chicken , burger , grilled chicken , etc. this place has taco...",
        "Looking for a non-crowded spot for a beer and a snack, finally found a spot that wasn't too packed on a Thursday night. Simple bar showing a bunch of games..."
    ]
]