[
    [
        "WQYwEDMdZBJq93toGivTOA",
        "Bronx Tavern",
        4.0,
        [
            "780 E 133rd St",
            "Bronx, NY 10454"
        ],
        {
            "latitude": 40.800518,
            "longitude": -73.913518
        },
        51,
        "I had a Monday off from work and wanted to explore the Bronx so I came here to enjoy some beers after having lunch. I tried the Kentucky Vanilla Barrel...",
        "Considering it's the Bronx it's actually a nice place nice setting. Spacious good for biomes meetings ..... however they are under staffed so the service is...",
        "Spacious, sparkling new and divey. Food was crisp and delish. Service was shi*. To the point where several patrons made it known to staff - including mine...."
    ],
    [
        "AUyKmFjpaVLwc3awfUnqgQ",
        "Chela & Garnacha",
        4.5,
        [
            "33-09 36th Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7557171543477,
            "longitude": -73.927811292412
        },
        373,
        "I'll start off by saying I'm from the west coast and grew up in LA, I have not been impressed by any tacos or \"Mexican food\" in NYC. Well, that was until...",
        "Chela and Garnacha!  It means beer and wine or a large tortilla!\n\nTacos and Tortas!  A great place for both.  A casual joint serving pretty good drinks and...",
        "Delicious Mexican restaurant Astoria with great tacos! They have good service and legit food. Can't go wrong with the chips and guacamole appetizer. \n\nI..."
    ],
    [
        "l76zEciK7TQpEuGfznI4HQ",
        "Lenox Saphire Harlem",
        2.5,
        [
            "127 Lenox Ave",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8092674,
            "longitude": -73.9445031
        },
        310,
        "This was my first time and it was a good experience. My friend and I got there around 5pm on a Friday and it was moderately crowded. The bathroom did not...",
        "The experience here may depend on the hour, the season, or the occasion, because the last time I was here late (but not THAT late) one summer night, it was...",
        "I was invited to meet up with a friend after work on a Monday evening for a small bite to eat and a quick drink.....I arrived at the establishment at around..."
    ],
    [
        "VYHJ0J4nxQ1A6E-uhvTRgw",
        "83-02 Galicia Bar",
        1.0,
        [
            "8302 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7555368,
            "longitude": -73.8842339
        },
        1,
        "Im glad this place is finally closed. Its a hood rat place where no good people go to sell in the bathroom.  It has a very bad reputation and the only..."
    ],
    [
        "wXCb19BZ1xEcd8JnYh-h3w",
        "Mile 17 Bar & Restaurant",
        4.0,
        [
            "1446 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.769802,
            "longitude": -73.9542
        },
        81,
        "Quick recap: came here before the corona lifestyle and this place is a cool clean local bar. Banging food. Very surprised. Solid beer selection as well....",
        "Came here again for some apps and drinks and Mile 17 did not disappoint! The service is speedy and the apps are so filling and tasty. Got the mozzarella...",
        "Great place! Very nice quality for a sports bar! And good food too! It's perfect for me and my boyfriend bc he loves sports and I like fine dining. Five..."
    ],
    [
        "IOpwD_y0GGzeMPxr2cLtqg",
        "Bricks & Hops Beer Garden",
        4.0,
        [
            "65 Bruckner Blvd",
            "New York, NY 10454"
        ],
        {
            "latitude": 40.806558,
            "longitude": -73.926338
        },
        47,
        "Bricks & Hops has amazing prices for bottomless brunch and very affordable happy hour deals. I'm absolutely obsessed with their mac and cheese and order it...",
        "Great happy hour! Margaritas and food are well with it.\n\nDefinitely will be returning.",
        "Like many others who have left not so great reviews, it pains me because I want to support The Bronx and it's businesses. That being said... \n\nI have been..."
    ],
    [
        "YrnSVoTzbefDS7XShXzAHg",
        "Tippin Inn",
        3.0,
        [
            "34-13 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.76081,
            "longitude": -73.92232
        },
        26,
        "IF: Thursdays are the new Fridays\nAND: Trivia is the new Karaoke\nTHEN: Where should one go to for a hilarious evening with friends?\nSOLVE FOR: Tipsy fun...",
        "I came with my wife for poker night on Sunday.  Staff was very friendly though a little slow. Tippin has a standard bar/pub menu with fries, wings, chicken...",
        "Never really got this places 'shtick'...\n\nNow, there are some positives for the Tippin Inn:\n\n-It's connected to Bartolino's, so you can expect above average..."
    ],
    [
        "ulI9oveJFiv6FJqghg4Rcw",
        "Estate Garden Grill",
        2.5,
        [
            "8-8 Queens Plz S",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7541228285616,
            "longitude": -73.9491779487454
        },
        10,
        "Not a great place for a drink. We arrived and were quickly seated at a table. Boyfriend wanted a beer on draft and o ordered the froze. The waiter came back...",
        "It doesn't look like NYC at first: Beds alongside tables, astroturf, a pool alongside. And the best views of Manhattan are blocked by the taller hotel...",
        "3.5 Stars. I have to say that this is one of the more fascinating bars I have been to in some time. Located in the Ravel Hotel, this \"beer-garden\" (I would..."
    ],
    [
        "qYuWyqWH5zfKJfJ6obuh4g",
        "Eastfields Kitchen & Bar",
        4.0,
        [
            "1479 York Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.7709264508638,
            "longitude": -73.950938590508
        },
        206,
        "Worthwhile.\n\nCame to Eastfield's after a long day/weekend. Didn't feel like cooking. Appetizer of Calamari. Basic main, 2 cokes, 2 burgers and fries....",
        "I lived right around the corner from Eastfield's for years before I ever  gave it a try, and damn do I regret it (especially after having moved further...",
        "I had three things.  A burger. Plain, well done.  \nFrench Fries, and a spicy Margarita cocktail.\n\nThe burger was done to perfection.  Very well done, as I'd..."
    ],
    [
        "LP1CLHgZKA6oOJ737Pr74A",
        "Reif's Tavern",
        4.0,
        [
            "302 E 92nd St",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78142,
            "longitude": -73.94857
        },
        55,
        "Typical old school hole-in-the-wall dive bar with a very chill atmosphere.\n\nAs you walk in you have your bar area with bar stools, and also room for...",
        "I love the backyard for grilling. I've been here on many occasions where people had parties here and it reminded me of some of my college years, where you...",
        "I love it here. Classic dive bar with great prices and strong pours. No food BUT there is a backyard with a grill so you can bring your own stuff. I used to..."
    ],
    [
        "2KTui9Fx6RVFBQmZOpY7Fg",
        "3 Guys",
        2.5,
        [
            "1381 Madison Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.78748,
            "longitude": -73.95379
        },
        108,
        "Nice ambiance, good service, and the good food.  I highly recommend the Corfu Salad with grilled shrimp.  Was a great place to stop off after the...",
        "Arrived  to UES an hour earlier then necessary, I had to unwind before  a presentation. Restaurant was spacious and plenty of booths were available. Needed...",
        "I love diners. I find even mediocre diners can make a mean grilled cheese. The grilled cheese here was flavorless somehow. It needed salt - and I don't add..."
    ],
    [
        "NESMnB6RYx9lPbWLLswFLA",
        "American Legion Post 398",
        4.0,
        [
            "248 W 132nd St",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.81397,
            "longitude": -73.94676
        },
        34,
        "This is it!\n\nExcellent jazz - EXACTLY what I was looking for in Harlem. Thursdays and Sundays starting @7p - I was told to arrive over an hour early to get...",
        "Came here to listen to jazz and was pleasantly surprised by how good all the musicians and singers were. The drinks are cheap ($5) and the fried chicken was...",
        "waited 2 hours for food. staff was annoyed that we asked twice about our order. If you're up fo that, go-- the music is great."
    ],
    [
        "ppIv9_CL1hQgrEcE2yfB1A",
        "Pa Donde Tonio Bar",
        3.0,
        [
            "9612 31st Ave",
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.7604,
            "longitude": -73.8723
        },
        2,
        "Hi Friends  this site is very good Latin music. They specialize in music and Colombian liquors the bartenders are very nice and friendly. Please speak...",
        "The service here is rubbish. They don't know how to make drinks unless it's agua ardiente on the rocks, and you kind of don't feel welcome here if you're..."
    ],
    [
        "YgQ1AVY9JLSMjSRX3Hzj1g",
        "LIC Market",
        4.0,
        [
            "21-52 44th Dr",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.747467,
            "longitude": -73.945524
        },
        783,
        "It's been a minute since I've been here, possibly five years, however the simple fact that LIC Market still provides a high quality experience displays...",
        "Came here after the laser tag party, since we were a bit limited on restaurants nearby and for a large party.\n\nI was underwhelmed with the food selection...",
        "This place is quite pricey for \"A-Ok\" food. I am thinking a 3.5, but rounding down to 3 stars as the portion sizes are very small :/ My boyfriend and I left..."
    ],
    [
        "Ab-oC8Wm_R73gWQYOUW_xA",
        "Unidentified Flying Chickens",
        3.5,
        [
            "71-22 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.746559,
            "longitude": -73.8940372
        },
        648,
        "This place is really good. I had bulgogi beef, and my friend Matt had dumplings and a kimchi dish (don't remember what it was). The portions were ample, but...",
        "With this quarantine, I decided to place an order at UFC. I had never had their food before but it's always been on my list to check out. The UFC Burger was...",
        "This place is great for an easy night of chicken and/or beers. Their beer selection is great and they have some wines as well. We have come to just hang out..."
    ],
    [
        "6q-7JBqybIo_MFmFFtlDXQ",
        "East Harlem Bottling",
        4.0,
        [
            "1711 Lexington Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.79293791199,
            "longitude": -73.9455429167249
        },
        171,
        "New too the neighborhood and this is by far a gem!  After trying everyone's meals who came with me I'd go as far as to say anything on the menu is worth...",
        "Nice beer selection with a normal food menu... the flat breads were so nice we had three of them. Customers were multi-ethnic, as was our group. It's hard...",
        "2.5 stars. Food was hit and miss. The chicken sandwich was absolutely gross, on the verge of being inedible. There were 2 thin chicken cutlets breaded and..."
    ],
    [
        "9w3zIx0-n7qPLQynU8saHA",
        "AOC East",
        4.0,
        [
            "1590 First Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77469,
            "longitude": -73.95075
        },
        134,
        "My friend and I dined here for a busy Saturday dinner. My friend likes A.O.C. on Bleeker St. and this place was nearby, so we decided to give it a try here....",
        "I've eaten here a dozen times and ordered delivery and it's always good. \n\nThe Hanger steak is always cooked perfectly medium rare, as I prefer and the...",
        "Such a cute little french bar and restaurant with the prettiest lighting and a subtle Les Miserables vibe. It's romantic, but not too romantic that you..."
    ],
    [
        "xXBHgQDLL48FWFPLSQ_9ww",
        "El Puerto De Acapulco Bar & Restaurant",
        3.0,
        [
            "9316 A 37th Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.750748,
            "longitude": -73.873522
        },
        14,
        "Don't eat here.. food is meh. Service is slow. Not worth it. Have Mexican food elsewhere.",
        "I walk by here all the time. One day I was craving nachos and came here for a quick take out, and the first time was great! However I ordered for pickup a...",
        "Please tell the DJ or whatever it is to let the song ( rola) runs and  stop talking . He all the time talked   he interrupted the song every 20 seconds..."
    ],
    [
        "N-sbhyxuugMun5_mPovqPg",
        "Mad Donkey Beer Bar & Grill",
        4.0,
        [
            "3207 36th Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.756262,
            "longitude": -73.928487
        },
        352,
        "The Mad Donkey Beer Bar & Grill Is a playful little neighborhood bar.\n\nThe wait staff was fantastic!  We had The Tower, and a couple of burgers w/ fries....",
        "I stopped here last night after reading the reviews.   \n\nWithin 2 minutes I was on a first name basis with the staff and some of the patrons.  Super...",
        "This place has the best chicken tenders and buffalo tender in queens. So I'm really disappointed that they are the same price as they used to be, but now..."
    ],
    [
        "ozbbKSRgZItJ7Rt_37flPw",
        "Fox Sports Bar",
        1.5,
        [
            "New York, NY 11369"
        ],
        {
            "latitude": 40.7612228393555,
            "longitude": -73.8737258911133
        },
        11,
        "Things are lost in translation at the Fox Sports Bar.\n\nFirst off, for a 'sports bar', there was a noticeable lack of sports being shown on the tiny, fuzzy...",
        "The United gates don't have any post-security bars, so one must properly time the security line and walk to gate with the imbibement of beverages....",
        "I was expecting better but there seems to be a shortage of staff. Don't expect to be seated -- Just find a seat and grab it. There are many tables and..."
    ],
    [
        "_WhV2UWBj6ULaLlo_I9FMg",
        "El Encanto De Lola 2",
        3.5,
        [
            "175 Lenox Ave",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80389,
            "longitude": -73.94865
        },
        41,
        "I came to this place when it first opened over the summertime and I've grown a love for El Encanto De Lola Dos! The MARGARITAS ARE GREAT! My favs are the...",
        "I love this spot. the food is always fresh and impeccable. their calamari is not overly breaded or greasy. their soft tacos Pastor is out of this world. our...",
        "This was my first time coming here and I loved it. The margaritas were really good, I would suggest doing frozen instead of on the rocks. The frozen just..."
    ],
    [
        "9iy3nkrH5JJqQYcKYnfQtQ",
        "El Chicanto",
        1.0,
        [
            "154 East 112th St",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.7957,
            "longitude": -73.943237
        },
        2,
        "This is a horrible place to live near.  Patrons, if you have a heart, and would not like a noise polluting place like this next to where you live.  Then...",
        "I agree with the previous reviewer, they are breaking the law blasting music all night every night!!! Do the neighborhood a favor and boycott this place so..."
    ],
    [
        "bDsXyYwzk4I9_7l51D_gaA",
        "Cafe Evergreen",
        3.5,
        [
            "1367 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.76891,
            "longitude": -73.9556
        },
        173,
        "A pleasurable Cantonese lunch it was.  Using high quality ingredients, genuinely surprised I was of their reasonable pricing of the three courses....",
        "A somewhat fancier restaurant than the typical dim sum restaurants I've been to, and their prices are a little more than those typical dim sum restaurants,...",
        "Great Chinese restaurants are closing down in Chinatown, but this wonderful place is still open for takeout and delivery. Dim sum as good as the best dim..."
    ],
    [
        "hUjy33SLPaSipQxZ1ume4Q",
        "Roland's",
        4.5,
        [
            "303 West 127th St",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.811847,
            "longitude": -73.950549
        },
        43,
        "Love Rolands. \n\nPizza is flavorful and fresh, definitely worth it. Found this place on Yelp in the fall and probably have spent over a couple hundred  here...",
        "I really really like this place. It also happens to be two blocks from my apartment which makes this new pizza joint even more exciting. I've been here...",
        "Harlem, we have a new restaurant!\n\nRoland's was created out of long distance love for pizza, and it is just that simple.  The owners of Roland's found..."
    ],
    [
        "B-bx4pZXrat0D25vde2bJQ",
        "Cantina Taqueria & Tequila Bar",
        3.5,
        [
            "329 Lenox",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8088408787201,
            "longitude": -73.9449808870425
        },
        235,
        "Stopped at this restaurant with a coworker for lunch. When we entered there was some work being done so we were asked to sit in the front area which wasn't...",
        "I use to come here all the time when I worked in Harlem a couple of years ago. I love their margaritas during HH (4-8(happy hour)) because they are strong...",
        "Harlem has always been bustling with activity; it just depended what kind of activity you were looking for. These days, you can find Upper Manhattan's..."
    ],
    [
        "SgirMmcbICpaUzzmq1pkog",
        "Embassy Lounge Queens",
        1.0,
        [
            "33-02 Queens Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7443412,
            "longitude": -73.9315646
        },
        1,
        "Horrible club. Super annoyingly loud music and the DJs were obnoxious with the mike.. shady guy taking money at the door promising a good time... 1am in the..."
    ],
    [
        "20LSOx_4K2wghTsUx4gSsg",
        "Oceanic Boil",
        4.5,
        [
            "84-20 37th Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7498297,
            "longitude": -73.8821356
        },
        553,
        "Came here for my mom's birthday. Took a while for a server/host to flag us down but everything went down like this:\n\nService: we had a male server, didn't...",
        "I've been here 4 times and all 4 times the food has been consistently good. Their stone crab, little neck clam and shrimps are my all time favorite. Their...",
        "Been to this place a few times already and even took family members visiting from Poland here because I knew this place would  impress and wouldn't..."
    ],
    [
        "FpgzHQMSNTTjagrKXxOw5A",
        "San Matteo Pizzeria e Cucina",
        3.5,
        [
            "1559 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7746799,
            "longitude": -73.95443
        },
        288,
        "I'm a believer now. I'm re-reviewing after a few years and giving this gem time to marinate in the neighborhood, I've come to really adore the place and...",
        "I was here on a Friday for dinner. I asked if they had any Happy Hour specials, but unfortunately they did not. The menu is extensive, and they also have...",
        "HEALTH CODE VIOLATION!!!!\nRead !\n\nI am a regular there, I live around the block.\nI have always been happy with the restaurant\n UNTIL\nTonight, they served my..."
    ],
    [
        "4eGCuMwKRCCrYHOobEsFpA",
        "Lusardi's",
        4.0,
        [
            "1494 2nd Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.7724199,
            "longitude": -73.9555
        },
        193,
        "It's been many years since I had revisited this enduring gem. True, it is full of the grey haired crowd( the old crowd, not the hip violet grey crowd) that...",
        "Came here on a dinner date on a Wednesday night around 6:30pm. There was a lady at the door taking coats. Right when you walk in was a small bar and a few...",
        "Upscale restaurant, older crowd. We stopped by for a dinner after a busy day in NYC. Food was great, portions on a smaller side"
    ],
    [
        "DEHWHskp2gSAkfdylc4SNA",
        "Yatenga French Bistro & Bar",
        4.0,
        [
            "2269 Adam Clayton Powell Jr Blvd",
            "New York, NY 10030"
        ],
        {
            "latitude": 40.8142691169743,
            "longitude": -73.9441050339131
        },
        254,
        "Favorite place in Harlem!  We come for the delicious food, I always get the salmon which was so good last visit.  Big portion over tomato ratatouilles. My...",
        "The food was good.  The leg of lamb was flavorful and perfectly cooked.  We also had the mussels with frites.  The sauce was delicious!  The calamari was...",
        "We had the escargots and seasonal soup (chicken with potatoes and vegetables) and both were delicious. Our mains were great as well- duck breast and lamb..."
    ],
    [
        "oqeeOpA2S6U02nUGa8Ot7g",
        "Alison",
        4.5,
        [
            "1651 Lexington Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.7909561630924,
            "longitude": -73.9469904452562
        },
        29,
        "What great addition to the neighborhood.  This cozy spot has been open since September 2019, which still makes them the new kid on the block, but their food...",
        "This is a cute new-ish brunch spot that I will be sure to return to. The space is pretty open and felt very warm and welcoming. \n\nThe food itself is...",
        "To be honest, I wasn't expecting much from this place. I've passed it a few times since it has opened, haven't really seen a lot of people, if any, inside;..."
    ],
    [
        "OkhbpTKJMb5_osTuynmT9Q",
        "Luke's Bar and Grill",
        3.5,
        [
            "1394 3rd Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.77467,
            "longitude": -73.95735
        },
        137,
        "If you live in the neighborhood you know that Luke's is an institution.  Apart from having great food ( my favorite sliders) and ice cold beer, You feel at...",
        "The food is really good here, and the drinks flow quite frequently, but the bartender/Chef is a real jerk and drinks while he's working.",
        "Stopped for Sunday lunch after our visit to the Met. Lively bar crowd up front and dining room beyond. Two of us ordered Luke's Homemade Chili, with a side..."
    ],
    [
        "eDfJOJcQynmEjSoVfmJkqg",
        "Mel's Burger Bar",
        3.5,
        [
            "1450 Second Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.771,
            "longitude": -73.95636
        },
        334,
        "PURCHASED: All-you-can-eat and drink College Football Championship Special \nTOTAL: ~$30\n\nPROS:\n+ All-you-can-eat: Mouth-watering sliders and wings (BBQ,...",
        "Came to Mel's with my boyfriend last night as we were trying to satisfy BAD burger cravings! The restaurant was about half full (8:30pm on a Monday night)...",
        "Mel's Burger Bar has a big sports bar vibe with tons of seating and a bit overly loud music. I came here with a friend and we were immediately seated at the..."
    ],
    [
        "hM7R5VWO1q5gk3q5mNiBEA",
        "Eli's Essentials and Wine Bar",
        2.5,
        [
            "1270 Madison Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7839,
            "longitude": -73.95677
        },
        86,
        "I really enjoy coming here when staying in the area, I often visit this charming neighborhood.  As a few points of reference, Eli's is now where the old...",
        "Omg! Worst Customer service by far! Notorious rude and disrespectful staff. I came to get a after work snack. Walked in feeling hopeful and out feeling...",
        "This cafe has an average rating of 2.5 stars for a reason. It's pity because the location and interior of it is great. But that's what happens when the..."
    ],
    [
        "M7Bl6U2EjxI-n0ksoYtZ8w",
        "Vero",
        3.5,
        [
            "1483 2nd Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.77225,
            "longitude": -73.95607
        },
        296,
        "Love the new and improved Vero. I've been to the beautifully renovated restaurant a few times since the new ownership. It is a wonderful wine bar/...",
        "Quick recap: awesome date spot. Good food. Decent prices. Service was a little slow but not terrible. Do not recommend getting mixed drinks here. It's a...",
        "Maybe this review is a waste of time but it's really meant to serve as a heads up for anyone who may find themselves in a similar situation to me.\n\nThe..."
    ],
    [
        "ca5mjbnCm2c8E6AFIb59Rw",
        "Luzzo's Neapolitan Pizza & Wine Bar",
        4.0,
        [
            "42-60 Crescent St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7492468,
            "longitude": -73.9420071
        },
        83,
        "This is our go to place for pizza in the area.\nWe've probably been here a handful of times, we walk in, ask for seats and we're seated. We've always sat...",
        "Pizza was actually very good and panna cotta but I took away a star for the service - hostess seemed annoyed and server was fine but nothing special...",
        "I would've given it 5 stars but I have this thing about mushrooms. Specifically when they are listed on the menu as wild and what you get are the standard..."
    ],
    [
        "0UIUQWmwf_yxyygLXPQ0Hw",
        "Mimmo Cucina Italiana",
        4.0,
        [
            "1690 York Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.77764,
            "longitude": -73.94565
        },
        90,
        "Had this few weeks ago before the COVID-19 epidemic. Happen to come across this place while I was nearby with a friend. We decided to give it a shot. \n\nFor...",
        "This restaurant is amazing! Wow. We just had dinner here and the service and food was impeccable.  We got to meet and converse with the owner Mimmo who is...",
        "I'm about a week out from having actually dined at Mimmo  Cucina Italiana. I had to double back and write this review. Mimmo is a nice sizes restaurant with..."
    ],
    [
        "fowyb5DnUydqFodInCQyQQ",
        "Centro Pizza Bar & Italian Kitchen",
        3.5,
        [
            "47-23 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74489,
            "longitude": -73.95301
        },
        122,
        "Today was my first day eating at centro I always passed by it. i never went in until today and I can definitely say that I don't regret it at all I do...",
        "I like this spot but the amount of little kids was not fun at all. This little kid was kicking the heck out of my seat. I had to tell the woman to please...",
        "so its been awhile since ive written a review but this needs to be seen.  ive always had great experiences from Centro but this was my last time going here...."
    ],
    [
        "5LqclCP-RTj61-5QNo0jZw",
        "Maison Harlem",
        4.0,
        [
            "341 St Nicholas Ave",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8121862892803,
            "longitude": -73.9516100875101
        },
        486,
        "I had a WONDERFUL experience dining here with a large party for my mother-in-laws birthday. I was the first to arrive, so I sat at the bar and had a dirty...",
        "I've been here multiple times because it's a fave (or use to be) of a fam member of mine. He loved the people who works here, but looking from unbiased eyes...",
        "Don't trust the bar tenders!  I've been going here for years and the current bar tenders are disrespectful of patrons and their own rules. I had a dinner..."
    ],
    [
        "oNJOIxuZlrTYFWwAFMTdkQ",
        "Tre Otto",
        3.5,
        [
            "1410 Madison Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.788425,
            "longitude": -73.953643
        },
        169,
        "On my way from The Museum Mile, we saw an inviting sign. The sign said Happy Hour! It worked, I was even happier than before I entered.  We ordered the red...",
        "When I first walked in, I was pleasantly surprised with the ambiance as there are plenty of comfortable, booth style seats available which I find very...",
        "Very convenient  local eatery...\nPretty nice inside and confortable..\nService is on the slow side but I was the only table of customers, \nThe menu is very..."
    ],
    [
        "YQSb6X8_yE3R69L4ymvAGg",
        "Lenox Coffee",
        4.0,
        [
            "60 W 129th St",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8100306079669,
            "longitude": -73.9431898387905
        },
        302,
        "A neighborhood favorite! The coffees are always great, the staff is friendly, and the atmosphere is chill. You can easily get some work done here, come...",
        "I've been coming to lenox coffee for a while but today left a very sour taste in my mouth. As a black resident of Harlem it is always interesting when you...",
        "Great place to hang out in neat 125th says the famous chef Thomas. Excellent oatmeal and coffee. Great service and staff so far. The famous chef Thomas will..."
    ],
    [
        "mBZUWdasmua9XOsWy8xdWA",
        "Jacques",
        3.5,
        [
            "206 E 85th St",
            "Ste 204",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.777824,
            "longitude": -73.954143
        },
        188,
        "A decent place with good brunch options. I ordered mushroom and swiss omelet and it was fluffy,soft and delicious. It was paired with small salad and...",
        "Jacques has upped its game recently. This place has always been a sentimental favorite for me as it was around the corner from my first apartment in New...",
        "I use to live in the UES so as I'm I walking around the city doing errands I ran into this oldie and goodie. WOW WOW WOW Sarah the bartender simply charming..."
    ],
    [
        "SXEnbcwgIcueFdvWtkAW-g",
        "Harlem Hookah",
        3.0,
        [
            "381 Lenox Ave",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8105416,
            "longitude": -73.9435716
        },
        327,
        "Best hookah spot ever. Mark was the best! He made sure the charcoal and hookah stayed litt! Made sure we were good and satisfied!! Definitely coming back...",
        "Strap in y'all because I'm about to READ (Hopefully we all can learn from this experience)\n\nThe first time I came here was the start of 2019. I had an...",
        "In response to Renee****\nSTILL 1star!!! It only takes a restaurant to mess up once and they will stop getting my money. The host didn't accommodate us by..."
    ],
    [
        "qD7Ttf8FSL6bplLBwjvXXg",
        "Finnegan's Wake",
        3.5,
        [
            "1361 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.76867,
            "longitude": -73.9556
        },
        109,
        "My husband came here for dinner during his bachelor years, so whenever we are in the neighborhood we try to catch a meal here for the sake of nostalgia....",
        "Just moved to New York and was looking for a place that would be our version of a McLarens (any How I Met Your Mother fans?). This is the spot! Food was...",
        "Shhhhh don't tell anyone about the Upper East Side gem that looks like the exterior of a pub that Archie Bunker would be frequenting.\n\nThis is the Irish Pub..."
    ],
    [
        "Q6quwwLiwx_47SRd3tItvA",
        "Schaller's Stube Sausage Bar",
        4.0,
        [
            "1652 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.777544,
            "longitude": -73.951607
        },
        193,
        "I was hungry walking back from the bar to our friend's apartment, and Schaller's Stube Sausage Bar came highly recommended by her. I am a huge sausage...",
        "Up on 86th and 2nd, easy to miss, right next door to the highly rated bakery called Two Little Red Hens.  This Sausage Bar is where Schallers serves up...",
        "Great place to eat burgers under the weather because they really care as well. I'm\nGlad we ate there, me and my kids were happy to enjoy it. Thank you guys."
    ],
    [
        "UACR4qFyPDqjkNilTWxi0g",
        "Caliente Cafe Restaurante & Bar",
        2.0,
        [
            "3131 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7604261,
            "longitude": -73.9176091
        },
        5,
        "I went along with my boyfriend to eat some dinner . The piaeea ( sorry for spelling it wrong ) was too huge of a portion .was decent .\n For the appaetizor...",
        "Food - \nMofongo - actual quite good...the sauce was packed with flavor. it's quite filling. \nPollo Frito - chicken was a bit dry. rice and beans were...",
        "Why the 4 stars? The  food is definitely authentic puerto rican. But I give them a 3 for service.\n I went last week w/ my fam and the food was awesome. Yes..."
    ],
    [
        "oRMSGKe78ajjduzHw09Hbw",
        "Bar Brace",
        2.5,
        [
            "LaGuardia Aiport Queens",
            "Terminal D",
            "East Elmhurst, NY 11371"
        ],
        {
            "latitude": 40.76952,
            "longitude": -73.88675
        },
        52,
        "This spot was right outside my gate, really convenient and you have the ability to order off an iPad and get full service right to you.  \n\nI had a 7am...",
        "This is a bar/restaurant in the Delta terminal. I can't say they are fully equipped as I went to order a chocolate  croissant for my son and a glass of wine...",
        "I was flying to Atlanta, Georgia, and I didn't have a chance to grab a cup of coffee around the location where I live. I decided to get something from the..."
    ],
    [
        "mWS4umRg2AyykyAClMrIRw",
        "The Penrose",
        4.0,
        [
            "1590 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.775427,
            "longitude": -73.953115
        },
        1179,
        "I came here after work on a Thursday night with my colleagues for drinks and dinner (we all got burgers). We couldn't be seated until the entire party...",
        "A group of friends and I recently came in for brunch for a birthday and had a really nice time! After we were seated our waitress took our drink orders and...",
        "We were recommended to go here by two other people, so we had to go! We went twice actually - once for dinner and another for brunch. The decorations and..."
    ],
    [
        "jPQWT232CbxOLU3yCpzdqw",
        "Duke's",
        4.0,
        [
            "1596 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7756878,
            "longitude": -73.9531291
        },
        467,
        "The last time I was here, it was called Big Daddy's. \n\nThe first thing is that Duke's is a very good sports bar. It has pool tables galore, different sports...",
        "First night on our NYC trip and we were starving once our flight landed.  Our AIRBNB was in this area so we stopped into Duke's.  \n\nIt was pretty busy but I...",
        "Duke's is a great sports bar. If you're looking for craft beers and dim lighting, then you're in the wrong spot. But if you don't mind relatively cheap..."
    ],
    [
        "26E3j9l0XW_onVIUP-ThCw",
        "Heidi's House By The Side Of The Road",
        4.5,
        [
            "308 E 78th St",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.772189,
            "longitude": -73.955029
        },
        605,
        "This place is very small and casual - there are about 5 two top tables along a wall and around 8-10 bar seats. They serve wine and beer only, but have a...",
        "I was so excited to come here based on the reviews. But little did I know I was about to receive what was probably the worst service I've received ever in...",
        "I was primed to like this place.  It oozed atmosphere.  It's a little hole in the wall with just a few tables and some bar seating.  The waiter/host was..."
    ]
]