[
    [
        "sSkLiIMnOBaN-XKwV5r3Cg",
        "Spice",
        3.0,
        [
            "4745 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7444954,
            "longitude": -73.9533234
        },
        278,
        "I had an opportunity to come to this Spice Thai recently, as I'm not often in LIC. It's only a couple of blocks from the waterfront park and I'm glad to say...",
        "I'm sorry to be that guy. First of I love your pork chops, like I really love your pork chops but I won't be back. So I'm hanging with a friend and ordered...",
        "Best Thai Place in LIC. \nReally good food and quality service by Aom&Pat\nRecommend Drunken Noodles, PadThai, Curry!\n\nAlso great selection of cocktails."
    ],
    [
        "wzAMmlC32y2YMEu0u0bnsQ",
        "Inès",
        4.5,
        [
            "419 E 74th ST",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.768889,
            "longitude": -73.954077
        },
        90,
        "This place absolutely stole my heart. The vibe, the music, the food, and most of all that coffee! The service is so hospitable, I could sit there all day...",
        "This place is such a great little coffee shop. I very much enjoy the food, and the pastries. Most importantly for me, the staff is always super nice and...",
        "Lovely coffee shop offering a good selection of pastries, bowls, and a strong coffee. We usually come for breakfast on Sundays, and not every time we can..."
    ],
    [
        "QxT9prWWnHGmLK1yEjG5Qg",
        "Corner Bistro",
        3.0,
        [
            "47-18 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74494,
            "longitude": -73.95365
        },
        233,
        "Awesome food, awesome drinks and the employees are just the best.    \n\nI enjoy the Sunday Brunch vibes so  I've been there  for that mostly but it's a...",
        "I haven't stopped by Corner Bistro for a while since its latest renovation, so this time I popped in for a Burger & Beer special for $10.\n\nI kind of love...",
        "Came here previously.  \n\nMy friend said this is the place to go for a great burger and beer.  She is the local so how can I not follow her..."
    ],
    [
        "xn0g_LqMcVACrWuox5GF1g",
        "Dominie's Hoek",
        4.0,
        [
            "4817 Vernon Blvd",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.743536,
            "longitude": -73.953545
        },
        268,
        "Funny how some folks say they're in the service industry & claim they were treated poorly by servers/bartenders who've put up with months of sub-10% tips...",
        "**The women bartenders are obviously RACIST. After reading other 1 star reviews all by POC describing the same EXACT situation that happen to my friends and...",
        "Update:\n\nIf you want great service, great laughs come when Billy is in. \n\nAlso scroll down and check the other reviews, this is a race issue. \n\nOriginal..."
    ],
    [
        "s52N3knXzElVWp473q08aQ",
        "43 Bar & Grill",
        3.5,
        [
            "4306 43rd St",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.7450115,
            "longitude": -73.9213429
        },
        261,
        "Great hospitality, variety of drinks and bartenders are awesome! Highly recommend! For day drinking or even Sunday funday",
        "If you're looking for a sport bar, then this is the place to go. To be honest, I've been to better sports bars. \n\nI came on a Sunday and the service was...",
        "Service was great. Food was alright. Last time I got the steak nachos.... those were bad lol. I always get jalapeño margaritas. Music is good. Vibes are..."
    ],
    [
        "sJPayLq6EqepJbPGLlFfHw",
        "Minton's",
        3.5,
        [
            "206 W 118th St",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.804665,
            "longitude": -73.952315
        },
        210,
        "Went here for my father's birthday back at the end of November 2019 and we had an excellent time. Our waitress was great and took care of us. The food came...",
        "Jazz brunch in Harlem!\n\nGreat music, great food, fair prices. Minton's rocks. (It's actually Jazz, not Rock, but \"Jazzes\" wouldn't convey the same...",
        "I had a lovely experience going here. Every time I visit Cecil or Minton's I have a great experience. The decor walking into this place was to die for. The..."
    ],
    [
        "q4yaU9wd9Hoe0CkYhdngWg",
        "Los Amigo Billiard",
        2.0,
        [
            "857 E 149th St",
            "Bronx, NY 10001"
        ],
        {
            "latitude": 40.8118360446331,
            "longitude": -73.9035701751709
        },
        2,
        "Right by the train station, this small little billiards place is in the middle of South Bronx. I think they speak predominately Spanish here. The pool...",
        "Ghetto! Girls get paid to drink and dance with guys..creepy and spooky people  come here. Pass..."
    ],
    [
        "PJeuLlvja4ZKv_tHq_pE1A",
        "Heidelberg Restaurant",
        4.0,
        [
            "1648 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77742,
            "longitude": -73.95172
        },
        683,
        "Went here the other night for date night after maybe a 15 year hiatus. Glad to see things are exactly as they always were and this place survived the...",
        "If you don't want to wait 2 hours for a table but you like German food, this is the spot to eat at!\nIt's not on the menu, but you can order chicken...",
        "Visited this cozy German restaurant / bar one Friday evening with my wife. It was packed! We had to wait 30-45 mins for a table for two.\n\nWe ordered the..."
    ],
    [
        "kRuWQS_e9G87fCqelpMEFA",
        "East End Bar & Grill",
        4.0,
        [
            "1664 1st Ave",
            "Between 86th & 87th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77733,
            "longitude": -73.94884
        },
        173,
        "They have the best bar food. Great wings, dips and etc. \n\nIt's a bar, definitely good for games.",
        "GO SAINTS! Came here to watch the NFC Conference match: Saints vs Rams. Unfortunately the Saints lost but whatever, I was so happy to have found a bar full...",
        "Fun sports bar on the UES with ample seating, friendly servers, numerous TVs and great bar food...ideal for groups on Sunday football.\n\nWe shared buffalo..."
    ],
    [
        "6tGW6KMFB1rLGInE6sB3KA",
        "Kaia Wine Bar",
        4.0,
        [
            "1614 3rd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.7819,
            "longitude": -73.95197
        },
        419,
        "Today I came in after a long week of work travel for clients and cycling (because that's my real job) and this was exactly what I was in need of.  Good...",
        "The ambiance is nice, though it is a bit loud and service is on the slower side. We started with one chicken and one wild boar slider. Even though they are...",
        "I can't give six stars?! Lol, this place is a neighborhood gem. This was a last minute stop for a quick bite, and as we approached we weren't sure if we had..."
    ],
    [
        "8iUuCqFQnJ6t1nI5_GLDFA",
        "Colombia Con Sabor",
        3.0,
        [
            "83-17 Northern Blvd",
            "Queens, NY 11372"
        ],
        {
            "latitude": 40.75599,
            "longitude": -73.88375
        },
        13,
        "Great food!! Very tasty!! Will definitely do the trip and go back!! Price is also good!",
        "Had the worst experience with this restaurant! Keep in mind I been ordering with them for months. Ordered online and within minutes I get a call from a...",
        "I needed a place to eat last minute, that was  close to LGA.  With mixed reviews on Yelp,  I wanted to give this place a chance. The  service was slow and..."
    ],
    [
        "UF9F0A4e7AJHzNPG5zrHUQ",
        "The Beast Next Door",
        4.5,
        [
            "42-51 27th St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74881,
            "longitude": -73.94073
        },
        177,
        "Chill spot with a good mix of music, great for an evening out in LIC. The space is intimate and nice for conversation in a dark and cozy setting. Quite...",
        "Came here for a early night cap on Saturday. Was pleasantly surprised that they were running a late night deal where you can get a bottle of wine and a...",
        "Cute interior aesthetic \nGreat happy hour place if you live / work in LIC \nthey have a shot & beer option which is"
    ],
    [
        "19SN8SRvZjeAumb277v9nw",
        "The Shannon Pot",
        3.5,
        [
            "10-50 44th Dr",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.74831,
            "longitude": -73.9499
        },
        39,
        "This bar is definitely my favorite to go to it's close by. It is also cheap and the bartenders are really great. Emir is our bartender and she's great. I...",
        "Went in for a couple of drinks and we ordered Jameson on the rocks and all of just looked at each other at same time and stated \"it is watered down' we did...",
        "A go to spot if you want to be overcharged, funny me and my friend arrived within minutes of each other were charged different prices for the SAME DRINK...."
    ],
    [
        "E5rmVdrCn-0uwD2M9nkXdw",
        "Da Capo",
        4.5,
        [
            "1392 Madison Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.7877696714384,
            "longitude": -73.9538384601474
        },
        196,
        "I stumbled upon Da Capo while driving up Madison Avenue, starving and needing a spot to sit and have lunch. As soon as I walked in, I felt like I was...",
        "Mornings and coffee go hand in hand like vodka and pickles, or hotels and bedbugs.\n\nThis is a top notch coffee shop filled with energetic, positive people...",
        "Came here for an impromptu date night to celebrate a work milestone. Saw that it had great reviews and my hub liked the ambiance based on the photos. We..."
    ],
    [
        "4Fe6J1brxdVHdhFW1iKUlQ",
        "El Coyote Restaurant",
        3.0,
        [
            "80-18 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7552907510186,
            "longitude": -73.8866319740258
        },
        242,
        "Great atmosphere! The place was packed. We had a fantastic shot of tequila that was just right. Awesome bartenders and great staff.",
        "you should sell real nachos like these, not the dish that you give that seems like a joke for what it costs",
        "Not a good visit.\nMy frozen margarita was good but my friend's coconut margarita had to be sent back. I saw the waiter drop the tongs on floor, pick them up..."
    ],
    [
        "lubgFHopW9g5e7pMm9jQ6g",
        "Delta Sky Club",
        4.0,
        [
            "94-00 Grand Central Pkwy",
            "Terminal D",
            "East Elmhurst, NY 11371"
        ],
        {
            "latitude": 40.769067,
            "longitude": -73.862026
        },
        89,
        "This Sky Club is always quite busy, but I have always found a seat and enjoyed the food. Last time I was passing through, it was wine and cheese night,...",
        "WORST SkyClub I have ever experienced.  DO NOT GO HERE.\n\nDelta's new app didn't show the sky clubs in C terminal as listed and when we asked about the...",
        "First visit to La Guardia in years. This Delta Club is located between C and D gates. The layout is spacious, lots of work stations and comfortable seats...."
    ],
    [
        "Neqvez5dbN0xxBFY70c7GQ",
        "Eastside Billiards",
        3.5,
        [
            "163 E 86th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77926,
            "longitude": -73.95461
        },
        135,
        "This billiards is one of my favorite. As you walk up the very long stairs the bar/ register is right at the entrance . I did not see any elevator access so...",
        "This is my second time being here and i really like this place! It was a slow Saturday and my friends and I were able to call and reserve a table in...",
        "My first time here on a Saturday night. I was pretty impressed with this place. The space is pretty wide open and I like that.  There about 13 blue tables..."
    ],
    [
        "sbIF4E32vNiznX4Cs2lZBw",
        "Mambo King",
        1.0,
        [
            "98-12 Northern Blvd",
            "Corona, NY 11368"
        ],
        {
            "latitude": 40.7570664117969,
            "longitude": -73.8698945595276
        },
        1,
        "Do not order from this restaurant. I did, and my food never arrived and when I called the lady hung up on me twice, then claimed that there were no delivery..."
    ],
    [
        "UkhDjycM5q0ZFKQ2yQ-MDg",
        "The Weir",
        4.0,
        [
            "1672 3rd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78379,
            "longitude": -73.95075
        },
        64,
        "Must stop by for a pint with Donald.\nFood is rather good as well.\nCheers!",
        "Great bar to meet up with friends and have a few drinks. The bartender was very animated and a clown which helped made the environment a lot more...",
        "I stopped in this little place tonight for a relaxing dinner.  That is what I got.  The atmosphere was relaxed and was a good environment to talk over a..."
    ],
    [
        "Zktbft-oHigIO_goIbMW4g",
        "Lt Joseph P Kennedy Community Center",
        3.0,
        [
            "34 W 134th St",
            "New York, NY 10037"
        ],
        {
            "latitude": 40.812473,
            "longitude": -73.940048
        },
        2,
        "I am deeply disappointed that this center no longer serves school kids in the community as it did during my childhood. I was 10 years of age when i  enjoyed...",
        "I loved going to the Kennedy Community Center in Harlem. I started playing the trombone with some friends from high school who also attended. Mr. Kenneth..."
    ],
    [
        "HVqNT7EROzfPkzUc1yFkwQ",
        "Twist and Smash'd Sports",
        3.0,
        [
            "34-02 Steinway St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7566212834115,
            "longitude": -73.921242
        },
        287,
        "You guys gotta lower the volume.  Seriously. It's impossible to have a conversation and enjoy yourself when you can't hear the person across from you....",
        "After a co-worker has spoken highly of this place today a group of us went in for a few drinks after work. We arrived at the establishment around 2:30 on a...",
        "Great spot to go after work. I been here multiple times with my sister. We always go on Monday's for the 50 cent wings. They have many different flavors you..."
    ],
    [
        "85piAnfVHLT22QvfXxP_dw",
        "Zaman Hookah Cafe Lounge",
        2.0,
        [
            "2585 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7658,
            "longitude": -73.913094
        },
        9,
        "I came here out of curiosity and because the other hookah bar that my friends I I frequented was full and we weren't going to wait to be seated. \n\nOn first...",
        "Horrible totally racist!! Black people don't spend your money here the owner told me to get out if I didn't like their services beyond rude!!! Racist...",
        "What happened to this place? Used to be a regular during the summer now this place is just lacking everything. The new girl working here cannot even take an..."
    ],
    [
        "Cn0aZzeIrulN6N4OF7eMdQ",
        "Arriba Arriba Sunnyside",
        3.0,
        [
            "40-15 Queens Blvd",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.74413,
            "longitude": -73.92352
        },
        222,
        "A nice Mexican restaurant close by. Restaurant is clean and well decorated. Complimentary salsa and chips.  I went during 3 pm on a Sunday and it was pretty...",
        "Thanks for the great food always provided. you guys are aweome. always.",
        "We happen to be in the area & decided to give this place a try. \nWe came in & sat closer to the bar area middle tables, once seated we started with some..."
    ],
    [
        "sy237Cl__68bqWYnYPSpNQ",
        "Madison Cafe",
        2.5,
        [
            "463 Willis Ave",
            "Bronx, NY 10455"
        ],
        {
            "latitude": 40.8142274,
            "longitude": -73.919679
        },
        42,
        "I just had a chicken Caesar salad with a smoothie and IT TASTED AMAZING!!! I forgot the name of the smoothie but it had blueberries, banana, cranberry and...",
        "This place just get worse by the minute today I was charge for a 20 oz. Ginger ale $2.50 and the other day I went to have breakfast here with a friend and...",
        "Madison is super close to my new job and is a fan favorite with the entire staff so I've had It a few times and it's honestly hit or miss depending what you..."
    ],
    [
        "_xesGWYqL2BqtQaYTULvOQ",
        "Seventeen Below",
        2.0,
        [
            "2163 Frederick Douglass Blvd",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8048739,
            "longitude": -73.9552246
        },
        3,
        "If for entertainment's sake alone you are looking for a place where attitude stinks to high heaven and staff ignorance abounds to limits unseen before, look...",
        "I went to Seventeen Below last night for the first time and had a fabulous times.  The atmosphere is sexy, the music was HOT, the staff was wonderful andlur...",
        "OMG, this place was horrendous. I went there for a small event, first they only had one waiter/server who was also the bartender. These people are so cheap..."
    ],
    [
        "dMQTbfzz2Due8GKxQuTHPg",
        "Vikingo's Dungeon",
        1.5,
        [
            "35-55 33rd St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7564172,
            "longitude": -73.9274669
        },
        3,
        "Two stars for the mysterious nature of this place. I live a few blocks away and rarely see it open. I got the opportunity to check it out on \"Metal Mondays...",
        "I step into this place one night during a full moon.  I was out with my sister and guy roommate.  We met these two columbian guys outside who insisted that...",
        "Really trashy club with a bouncer and velvet rope. total crap. Not even worth going as a joke. Nothing funny beyond the ridiculous castle facade."
    ],
    [
        "nrgwTqpNc5S1p7ckLv1KWw",
        "The Rochard",
        3.5,
        [
            "1504 Lexington Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.78676,
            "longitude": -73.95064
        },
        93,
        "Great casual spot to meet for drinks. \n\nAmbiance.  Comfortable with the bar, tables and some big comfortable booths.\n\nService. The server and bartender were...",
        "Came in to meet up with friends for a few drinks. They have a pretty good draft menu I think they change up every once in a while. I'd pay close attention...",
        "Came in for a late lunch/early dinner and drinks.  We were told they were in transition from Brunch to normal menu, and to wait 10-15 mins and all would be..."
    ],
    [
        "fAQVVgDt88mW739YJgKQdQ",
        "Charlie's Bar & Kitchen",
        4.0,
        [
            "112 Lincoln Ave",
            "Bronx, NY 10454"
        ],
        {
            "latitude": 40.807874991887,
            "longitude": -73.9291545436554
        },
        330,
        "I really don't have time to write reviews for stuff. My wife and I was driving around the South Bronx looking for a place to eat before funeral service on...",
        "Came here since I was in the Bronx area but walked out dissatisfied. The restaurant layout is cluttered very minimal space in between seats and tables. I...",
        "Aptly named...I don't think  I've ever eaten this much quinoa in one sitting lol.\n\nGreat flavors, but I would have eXpected more Brussels sprouts.\n\nNo salt..."
    ],
    [
        "OU0Ca9LtXllTDSKBCIgy6A",
        "Stella & Fly",
        4.5,
        [
            "1705 1st Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.77855,
            "longitude": -73.94839
        },
        80,
        "Super cute coffee shop that also has a nice selection of wines. Came in for a glass of wine midday on the weekend. It had a chill vibe. There were people...",
        "Great wine/coffee bar with entertainment, great service and small food menu to satisfy you.  I stopped in for dessert.  Had a hot chocolate and some ice...",
        "Super cute cafe turned bar in the neighborhood. I needed a place to read and do art for a few hours so I stopped by mid afternoon on Friday. Seats weren't..."
    ],
    [
        "7dTsUsn9z9iCWdZLWZMtLg",
        "Mi Pequeno El Salvador Restaurant",
        3.5,
        [
            "94-16 37th St",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7508203,
            "longitude": -73.8728762
        },
        72,
        "Stopped by for lunch.  The guanabana batido, using the soursop fruit, was a blended creamy smoothie, offering a flavor that was a mix between coconut and...",
        "Place serves good pupusas, originally came to have shrimp pupusas for my girlfriend, told me over the phone they had. However, to our disappointment, they...",
        "We walk in- the decor is inviting, the smell irresistible. I knew exactly what I planned on ordering- as many pupusas as I could reasonably expect to eat...."
    ],
    [
        "8xFfU23Ljd-PeJqNqTh-qg",
        "El Coyote Bar and Grill",
        1.5,
        [
            "4502 Junction Blvd",
            "Corona, NY 11368"
        ],
        {
            "latitude": 40.744506,
            "longitude": -73.868059
        },
        2,
        "This is a very shady business, please be aware on a late Saturday evening, they don't allow women to come in. This is very weird, because the waitresses who...",
        "I took a good friend, new to the area, to coyote grill so she could have dinner on the water...it was a hot night so we sat inside and roasted... No ac?  It..."
    ],
    [
        "fdtbY-CdTSItF0EkMMnYtA",
        "Cotto",
        2.5,
        [
            "LaGuardia Aiport Queens",
            "Terminal C",
            "Gate C39",
            "East Elmhurst, NY 11371"
        ],
        {
            "latitude": 40.7726351447336,
            "longitude": -73.8652746557265
        },
        114,
        "Had a very pleasant bottle of red whilst waiting at NYC airport for our flight back to Miami. Area was v clean n very pleasant wait staff. Saw food that...",
        "The food is pretty good, but overly salty. But their service is lacking. The people are nice. I think it's the automated parts. But it's mostly...",
        "So maybe the rest of you fly through LGA alot more than we do.   My last fly-through there was several years ago and less than pleasant, so to find this..."
    ],
    [
        "9W_dg9fvb-z8DBye2jfGiQ",
        "Dazie's",
        4.0,
        [
            "39-41 Queens Blvd",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.744194,
            "longitude": -73.924557
        },
        87,
        "This was my first time here and the space is quite lovely! The caponata was delicious....I wish there some bread on the table for it! The stuffed mushrooms...",
        "This was my first visit in about 10 years to Dazies.  I was glad to see it still there, but also disappointed at the same time.  First off, service was...",
        "I went here on Valentine's Day on a date. The atmosphere is great, the  aesthetic of this restaurant was of a very romantic night set with mood lighting...."
    ],
    [
        "YpZtMOu3djVzrjnu7V-njg",
        "Caramadas Restaurant & Lounge",
        2.0,
        [
            "Spanish Harlem",
            "Manhattan, NY"
        ],
        {
            "latitude": 40.7974501572737,
            "longitude": -73.9411905652122
        },
        1,
        "Happy hour is great for $15 $$$ you get a pitcher of sangria, the bartender manny is cool and polite however,  the food is disgusting I order chicharon..."
    ],
    [
        "JWIyVonW2gxMLFOZNl6beA",
        "Wish 37",
        2.5,
        [
            "37 Bruckner Blvd",
            "Bronx, NY 10454"
        ],
        {
            "latitude": 40.8069024,
            "longitude": -73.9275591
        },
        9,
        "I come here all the time with my family and we love it. The owner is super nice and the drinks are good! We always get the platter with hot dogs, fries, and...",
        "Went here last Saturday for small function. Cool little spot. Most people ordered the fishbowl. The area is quiet and there are plenty of places to park...",
        "This is my first time here. I was invited to an Aquarius Takeover party. Of course I went because I like to party.  It's located in whats now called SOBO, a..."
    ],
    [
        "HN0XlRhTmw3hCwpxYCJHPA",
        "Barzola Restaurant",
        3.5,
        [
            "9212 37th Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.750511,
            "longitude": -73.874459
        },
        155,
        "I just had dinner there tonight for Valentine's day and it was a lovely experience. \n\nAlthough I had plans to eat at another restaurant I decided to come...",
        "Ecuadorian food very well done....mostly preserves  original flavors. Food is 5 stars (not all of them but many), never try \"chaulafan\" \nParking is limited...",
        "Today's visit was a last minute decision so I came in here without reading reviews or viewing the pictures. I came here with the sole advice of an..."
    ],
    [
        "RxNGXU0kiyir1zaCxjEsKQ",
        "Ambassades Buffet",
        2.5,
        [
            "341 Lenox Ave",
            "Manhattan, NY 10027"
        ],
        {
            "latitude": 40.8093796,
            "longitude": -73.9448166
        },
        9,
        "Pastries so old they broke my plastic fork. Check before you leave the store. They only look fresh....Buffet long gone......",
        "From the Patisserie people, this Senegalese buffet @ $6.99 per pound offers fun, exotic, funky and familiar foods with killer baguettes.\n\nRed cous cous,...",
        "This is one of my favorite places to relax when it isn't too busy.  Good bar for that.  When it is busy and I can still get a seat at the bar I am pleased..."
    ],
    [
        "Z8pm4rLTBki7OLgtbcTXEg",
        "Corner Social",
        3.5,
        [
            "321 Malcolm X Blvd",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8085637,
            "longitude": -73.9450228
        },
        1046,
        "This is a great place located in Harlem. We went on a Saturday afternoon for lunch. Two adults and a five year old. They did not have a kid's menu, but were...",
        "So recently went to this establishment with a couple of friends. The DJ was decent, I'm guessing it was a throw back situation because he played everything...",
        "The goal was to find a brunch that had good food, music, and good drinks... \nThis did happen.\nWe made a reservation for two for 12:00 pm, and arrived early..."
    ],
    [
        "sRgim-A0yuuDnCYya2_zCg",
        "Luz De America",
        2.5,
        [
            "10430 Roosevelt Ave",
            "Corona, NY 11368"
        ],
        {
            "latitude": 40.749938,
            "longitude": -73.860473
        },
        2,
        "Unpretentious and inexpensive but delicious. The shrimp and rice with green hot sauce is to kill for. Plus only a 10-15 minute walk to Citi Field!"
    ],
    [
        "MSyY5vaQm7ip-VC1WBx8Cw",
        "Forum",
        1.0,
        [
            "3419 Steinway St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7561975,
            "longitude": -73.9210423
        },
        1,
        "Loud ranchero music at 1 a.m.? Oh yeah, this is the place, I can't wait till it gets shut down so I can finally get some sleep."
    ],
    [
        "l1n_KhFcFJs5YAxudRDNFg",
        "MIST Harlem",
        2.5,
        [
            "46 W 116th St",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80122,
            "longitude": -73.94853
        },
        149,
        "The food here is great!\nI'm not a brussel sprouts fan, but the brussel sprouts here? Aww they were great!",
        "G H E T T O. \n\nDon't come here. \n\n(Would put zero stars but yelp believes in giving participation awards)",
        "THIS PLACE IS TRASH!! We were celebrating my cousin birthday and the we all paid $55 for unlimited food and drinks. When we got to the food line, the people..."
    ],
    [
        "K_0tNvQd7gyabfJrodf-tw",
        "Archer & Goat",
        4.5,
        [
            "187 Lenox Ave",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80432,
            "longitude": -73.94835
        },
        94,
        "A new favorite neighborhood restaurant. With an Ecuadorian-Indian fusion menu, the dishes are flavorful and filled with unexpected combinations! \n\nThe...",
        "Overall: skip this place and try several better restaurants in the area! \n\n\n\nI wanted to change up family dinner night and this restaurant's yelp reviews...",
        "Gem restaurant and cocktail bar in Harlem. This cozy and chic spot offers excellent brunch, dinner, and cocktails. I've been for brunch in the summer and..."
    ],
    [
        "LW_t_KO6SybdAHMtNilAEA",
        "The Restaurant at MIST",
        3.5,
        [
            "46 W 116th St",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80122,
            "longitude": -73.94853
        },
        80,
        "Came for the bottomless brunch and 90s party. The DJ was AMAZING!! Great food, environment and amazing street parking in NY! The mac and cheese!!!",
        "Nice place to mingle and have a drink, but that's it. I came to MIST on a Saturday to celebrate my friend's birthday. I personally think that Harlem has THE...",
        "MIST Harlem is a great experience. I along with an intimate group of family and friends celebrated birthdays during their Sunday Brunch. The ambiance and..."
    ],
    [
        "FidqU8k0cBVAt_I_YLTOSQ",
        "Mott Haven Bar and Grill",
        3.5,
        [
            "1 Bruckner Blvd",
            "Bronx, NY 10454"
        ],
        {
            "latitude": 40.80826,
            "longitude": -73.93043
        },
        219,
        "Great customer service and music selection (Afro beats). Love the manager she's great; sooo kind and personable! \n\nLove the event space in the back. I keep...",
        "Worst experience ever!!! Very unsaintary. I took my younger sibling out for brunch and she order a well done burger. After taking a bite and half, it was...",
        "Out of convenience to where we were staying, this was the spot to check out. They're usually open until midnight but do double check. Oh and they have happy..."
    ],
    [
        "dud6hXU1KV1qVhfxeyoisA",
        "Panorama Music Festival",
        3.0,
        [
            "Randalls Island",
            "New York, NY"
        ],
        {
            "latitude": 40.7916412641925,
            "longitude": -73.9255814437099
        },
        13,
        "My favorite of the two mainstream music fests in NY. The crowd is less young, there for the music, and had more artsy exhibits to see and explore during the...",
        "Let's be honest with each other - does anybody actually go to these music festivals for the art installations they do heavily try to feature? Anyone? No?...",
        "Going VIP wasn't worth it. Getting in, the VIP line was longer than General Admission. And I felt like the vibe was much better outside of the VIP areas......"
    ],
    [
        "jdj0gh4JcJYmuhwk56VMLA",
        "Merrion Square Pub",
        3.5,
        [
            "1840 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.7836032416781,
            "longitude": -73.9474270737233
        },
        219,
        "Came here for a 1pm Eagles game. It also coincided with the New York marathon, so I believe it was busier than usual with the race just a few blocks over....",
        "During the covid19 i purchased 19 wings in which we're all bad and old the meat was hard had to throw them all away i tried to get my money back by calling...",
        "Stopped in during the crisis. Friendly staff and clean atmosphere during these times. Perfect brews on tap. Cheers!"
    ],
    [
        "4SaJcfBNmlPng0ry1FCbRQ",
        "The Row Harlem",
        4.0,
        [
            "2374 7th Ave",
            "New York, NY 10030"
        ],
        {
            "latitude": 40.81781,
            "longitude": -73.94233
        },
        79,
        "The place had a really nice ambiance and the service was good. I had the salmon croquettes, Brussels and cornbread. Definitely loved the salmon and Brussel...",
        "The Row Harlem is a cute, quaint place to hang out while enjoying delicious hearty, soul food type dishes. My friend + I first visited during Harlem...",
        "I came here on a Sunday around 1:30 pm for brunch.\n\nThe atmosphere was pretty pleasant, not too loud, a little bit of a mood lighting or dimmed but it was..."
    ],
    [
        "nF-EOBd_H1fX50iT1EIVZA",
        "Pil Pil",
        4.0,
        [
            "265 E 78th St",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.7728412,
            "longitude": -73.9558687
        },
        591,
        "I've been looking for something refreshing for brunch that didn't have super long wait times and Pil Pil was it! Pil Pil's brunch menu has 4 options of...",
        "Happy hour prices were dope.\nSangria wasn't the best I had, but definitely very wine-y. \nThe place was super cool and I'd def recommend going!",
        "I went for the first time. Delicious brunch tapas!\n\nThe restaurant is small. The bar stools aren't comfortable, and it can get loud. Not good for big..."
    ],
    [
        "uBxvonL-Cc-0OUz8PvsPsw",
        "Zoe Hookah Cafe",
        2.0,
        [
            "2248-2252 Frederick Douglass Blvd",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8076931846341,
            "longitude": -73.9529697040624
        },
        33,
        "This is a cool spot to come and wind down after work. Whether you're having hookah or a cup of tea. The only downside is the don't sell food. So if you are...",
        "Trash .... Burnt hookah coals \nThey don't replace your coals unless you flag them down.\nVery rude owner. (manager) not worth it. Me & a friend use to go and...",
        "Horrible. The hookah was burnt out within 15 mins, over priced, dirty inside. I can't believe this place is still open."
    ],
    [
        "L9ylzD1Ah_nPCvT_kb3pVw",
        "Bailey's Corner Pub",
        4.0,
        [
            "1607 York Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77526,
            "longitude": -73.947967
        },
        71,
        "Bailey's is the best bar on the Upper East Side!!!\n\nClassic feel, great prices, and a nice location off the busier avenues.  Bartenders offer great service...",
        "Bailey's Corner Pub. Upper East Side's best watering hole. From the location to the people to the atmosphere you are getting the real NYC. Best bartender in...",
        "A decent spot to watch Michigan football. The random day we were there they had one bartender and she was fighting the good fight for sure. There must have..."
    ]
]