[
    [
        "jW22gmsZjh5hFJsC1qUDOA",
        "The Baroness Bar Burgers + Beer",
        4.0,
        [
            "41-26 Crescent St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.75169,
            "longitude": -73.93992
        },
        401,
        "My first instinct was to give Baroness 1 star solely to provoke a response from the shit talking owner, but the reality is that I love this place.\n\nThe...",
        "UPDATE:\nHonestly, I did find myself a bit detached from Baroness after seeing the questionable response from \"Ess H.\" But to be fair to the staff that I'm...",
        "Solid burger, I was really surprised by how good it was! My friend and I ended up going to the baroness at around  8ish, the place was packed! \n\n\nA couple..."
    ],
    [
        "QzZlCAp7Qp7nBP7kRuGuNg",
        "Harlem Hops",
        4.5,
        [
            "2268 Adam Clayton Powell Jr Blvd",
            "New York, NY 10030"
        ],
        {
            "latitude": 40.81444,
            "longitude": -73.9448
        },
        106,
        "Great beer and cider selection! Chill atmosphere. Nice bartenders. I liked that they have a rotating menu of seasonal beers and ciders.\n\nSome tips:\nA flight...",
        "It only took me about a week to realize Harlem hops is not the same as Hop House Harlem. \n\nI am glad I got to check out Harlem hops tonight for the first...",
        "Love the decor of this place. It has cool marquee letters that spell Harlem on the ceiling over the bar. There's also another light display that says \"I..."
    ],
    [
        "cHd43XK6jZuVs3rNOdKGJg",
        "Nubar",
        2.0,
        [
            "3308 Broadway",
            "Long Island City, NY 11106"
        ],
        {
            "latitude": 40.76085,
            "longitude": -73.92364
        },
        1,
        "This place is so not my scene. Two stars is generous because for a not-so-fancy place with crappy music (all hip hop, from like the last century), the..."
    ],
    [
        "_AU96YHJM_CgFfw_QzpvAQ",
        "Akrotiri Seafood Taverna",
        4.0,
        [
            "29-20 30th Ave",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.76748178184,
            "longitude": -73.9227594697491
        },
        147,
        "What a wonderful experience! \n\nMy boyfriend and I had a reservation for 7pm on a Tuesday night. There was no wait time, we were seated immediately. The...",
        "I found myself at Akrotiri after much indecision about where to go for dinner the other night. I ultimately decided on Greek and since my parents had great...",
        "Akrotiri was amazing. The food was excellent, great service and wonderful decor. Thespina was our server and was very patient with all of our questions, and..."
    ],
    [
        "TikAlBfPzWZQ9h5yk8Mmdg",
        "Cronin & Phelan's",
        4.5,
        [
            "38-14 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7589,
            "longitude": -73.91941
        },
        201,
        "I have been her twice now in the last two years, not sure why I haven't come here more often,  as I live so close. My friend Krista knows the owners. I came...",
        "Cronin & Phelan's is a good, old school Irish pub and restaurant.  \n\nOn a Friday night the clientele was mostly middle aged or older folks, eating dinner...",
        "Cronin & Phelan is a casual Irish bar & grill serving authentic Irish fare. The prices are reasonable and the portions are huge. I've had the amazing Fish &..."
    ],
    [
        "-OplSkpDk33uikS5fO-JQw",
        "Addictive Wine and Tapas Bar",
        4.5,
        [
            "87-01 Northern Blvd",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.75632,
            "longitude": -73.8806
        },
        199,
        "Yes COME HERE. \nPlease this review  had been long over due! \nThe pulpo, chorizo, the tapas the wine!!!!!! The selection  is amazing and please ask for...",
        "Came here on a Sunday afternoon for a quick bite and drinks, beautiful place, I feel like it has so much potential. \n\nFelt very disappointed with the food...",
        "Came here across the street after wine tasting, for more wine and snacks. Owner and the staff was great. Sat us down as soon as we got in. It was super..."
    ],
    [
        "GW42yOQB6G97Pc0KujI3lA",
        "Donovan's Pub",
        4.0,
        [
            "57-24 Roosevelt Ave",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.7452467497759,
            "longitude": -73.9068230114332
        },
        420,
        "What a great place.  I don't think I've felt so welcomed in a place in a long time. I sat at the bar and my bartender Kristen was great.  The entire staff...",
        "Great rustic bar.  The bar is within the heart of Woodside, where it certainly feels very welcoming and inviting.  The locals and the bartenders are usually...",
        "Burgersssssss. Old Irish style pub. We ride our scooters here when we feel the need for some beef. I typically order the sunnyside!"
    ],
    [
        "JccD4NQaF3vZuGGnAKeB7A",
        "Sweetleaf",
        3.5,
        [
            "4615 Center Blvd",
            "Long Island City, NY 11109"
        ],
        {
            "latitude": 40.7469015944119,
            "longitude": -73.9562634274872
        },
        248,
        "A decent coffee place with an ideal location.\n\nI have passed this place several times on my way to work, despite having previously visited another chain in...",
        "I go to sweetleaf almost everyday. Today it was cold so I sat down at a table to enjoy my coffee and brownie. A server came after 10 mins and said \"you...",
        "Came for brunch on a Saturday morning. Bedsides the coffee counter, they also have a table service area on the weekends for dine-in customers. I really..."
    ],
    [
        "wohzVYNZl4tNp80qKCr18w",
        "Cafe Baltazar",
        3.5,
        [
            "43-03 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.75792,
            "longitude": -73.91626
        },
        7,
        "Terrible place. Stays open late past their advertised 2am time. Sometimes till 5am blasting terrible music, people outside yelling, cars on the sidewalk.",
        "Great customer service and a wonderful feel to this bar. Busy on weekends with live music .. a great place to go after dinner or go and hang out with...",
        "Nice bar. You can tell there are a lot of regulars who frequent but the decor is nice. They must be busy on the weekends; it has a loungey feel. We came to..."
    ],
    [
        "VrIkFCqM0jowVK1nvAagww",
        "Los Tres Potrillos",
        2.5,
        [
            "82-11 Rosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.74793,
            "longitude": -73.88345
        },
        30,
        "I have been here with my friends the food and the drinks are really good! food is really good taste! fast nice and good service. The place is clean and you...",
        "Had such a great at this cute little Mexican spot . Guacamole on point and service is outstanding . Our waitress  ANA was great with an amazing knowledge...",
        "I was there a few days ago cute little Mexican place food was great my server ANA was amazing I give this place 5 stars"
    ],
    [
        "2lOF2K5CoZ1QqmfRNF_mcA",
        "Ryan's Daughter",
        4.0,
        [
            "350 E 85th St",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77628,
            "longitude": -73.95048
        },
        237,
        "Yo they got the supershot basketball game! And a pool table. But mostly pumped about the basketball. \n\n-Max",
        "Decent local bar.  Late afternoon the bar was half full with regulars.  Bartender was Irish as were a few of the customers. Music was 60's Pop.  A few small...",
        "Chill vibe, good mix of older people and not-too-young people. Not a scene. Relaxed, comfortable. Drinkable wine, hard seltzer available. Free chips. Vegan..."
    ],
    [
        "a2WbaTMwZC66laTFv_yY0A",
        "La Kuchara",
        3.5,
        [
            "9507 31st Ave Elmurst",
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.76074,
            "longitude": -73.87325
        },
        16,
        "We visit La Kuchara on a weekly basis! Hands down this place has the best encebollado. We've been to this place since they first opened and their food never...",
        "The Best Encebollado in New York City. Everything on the menu is great! Decent prices, attentive staff, all around good vibes!",
        "My family and I went to this restaurant this past weekend to celebrate a birthday. Three of us shared the bolon mixto, which was very cold, but we decided..."
    ],
    [
        "3iegS9M-EMbkhaPV2rsovg",
        "Bistro Casa Azul",
        5.0,
        [
            "343 Pleasant Ave",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.79659,
            "longitude": -73.93229
        },
        34,
        "There are amazing ! Best margarita in town! Wonderful shrimp tacos and great tres leches! Wonderful service!",
        "*CASH ONLY*\n\nWe went here for my boyfriend's birthday dinner - it looked like a quaint yet modern Mexican restaurant, and it's walking distance from our...",
        "SO GOOD. I live in the neighborhood and have been meaning to try this place for the longest time. So glad I did. The decor, the music, the service, wine and..."
    ],
    [
        "iX5qJesbYncLxlerve1_Bg",
        "Bean's & Lager",
        4.5,
        [
            "3301 36th Ave",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7558728,
            "longitude": -73.9279314
        },
        70,
        "Came in for Sunday brunch with a friend.\n\nWe ordered a pitcher of sangria that could have served three or four, it was definitely sizable. I got the chicken...",
        "Coming here to enjoy the great food and  live music. Live music night, it was awesome.\n\nThe food here is absolutely delicious, and the atmosphere is warm...",
        "Reservation from open table ready upon arrival. Lots of water. Great cocktails. Grapefruit mule. My new favorite. First one in a copper mug and second one..."
    ],
    [
        "VP4ITyWN639nGSLM9NRdEw",
        "Rockaway Brewing Company",
        4.5,
        [
            "46-01 5th St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7470981842068,
            "longitude": -73.9549534404755
        },
        186,
        "Another good brewery. It just has a lot of competition in Long Island City. Rockaway is real close to a few other breweries that I like too. Beer selection...",
        "This place is great! An earlier review described it as located in an \"industrial wasteland\" - ignore that. It's seconds from the waterfront in LIC, amidst...",
        "If you're into small, quirky breweries, Rockaway Brewing Company is for you! They have about a dozen beers on tap that cover a variety of styles- ESB, IPA,..."
    ],
    [
        "nM1TOMrscwBLPGUXembo9g",
        "Gin Fizz Harlem",
        3.5,
        [
            "308 Malcolm X Blvd",
            "Fl 2",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8080882,
            "longitude": -73.945162
        },
        40,
        "Had a night that went south at Harlem Hookah so my girls and I trapezed over to Gin Fizz and had a ball! There was a $15 cover, which wasn't a problem. The...",
        "First time at a Jazz Club and had a great time.  They have different bands that play.  We purchased tickets for Ty Stephens & the Soul Jazz.  Prices were...",
        "One random night after work a few friends and I wanted to head out for a night on the town and I did work at a bar but I didn't want to get off and get..."
    ],
    [
        "okShSwX3iNeQ4os3751yOg",
        "Barriles Restaurant and Sports Bar",
        3.5,
        [
            "83-14 37th Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7496763,
            "longitude": -73.8828024
        },
        86,
        "This place is a good neighborhood sports bar. The food is unexpectedly good and the service was pretty on point. We sat in the bar area at a high top and...",
        "If we are bored and in need of tasty Columbian food, we'll come here. Some of the soups and salads are delicious. I'm a fan of Ceviche Mixta. Always have...",
        "Great place!! Friendly staff, good music and environment. If you want to have awesome delicious colombian food. Go here! You Will have a Great experience...."
    ],
    [
        "fRO4Fwe5uRAajMcTwLbVkA",
        "Ayada Thai",
        4.0,
        [
            "7708 Woodside Ave",
            "Elmhurst, NY 11373"
        ],
        {
            "latitude": 40.7433662414551,
            "longitude": -73.8876037597656
        },
        1164,
        "I love this place. I've actually been here a few times and it's good. all. the. time. There's a reason why it's always crowded and it's cause the food is...",
        "It may look like your typical Thai restaurant, but it is anything but that! The menu is very large and I would recommend getting Thai Iced Teas as those are...",
        "The reason for only 3 stars was because of the grade pending sign in the window. I always get grossed out and a little worried wondering why they have a..."
    ],
    [
        "le7y2YdrtOe4TpyLJ6vk3g",
        "Bill's Place",
        5.0,
        [
            "148 W 133rd St",
            "New York, NY 10030"
        ],
        {
            "latitude": 40.81335,
            "longitude": -73.94366
        },
        88,
        "This is a one of those \"only in New York\" experiences that I can't recommend highly enough. I'd wanted to come here for a long time, but only made it here...",
        "I'm so happy the Internet brought me this place. I'm not from NY so I was looking for somewhere  to take my date for live jazz that was affordable and...",
        "Place is soo cozy but it's all about the music and history of the place.. \nDefinitely going back"
    ],
    [
        "eMoB_q8WIjgTogKaeNHKBA",
        "Jack and Fanny's",
        4.0,
        [
            "1591 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.77577,
            "longitude": -73.95369
        },
        58,
        "The nicest bartenders I've come across in a long time. Very sweet, patient, and great vibe amongst them. I would honestly come back just for them!",
        "Had high hopes because my friend loves this bar but unfortunately I was not a fan. To start, there was only one bartender and over thirty people at the bar....",
        "Was looking for a good place to watch football with some good food... WOW is all I can say! The \"Fra Diabolo Wings\" toasted garlic, chili parmesan dip is..."
    ],
    [
        "DpZBA0-f7Um9lvnp1zZM2A",
        "Earl's Beer & Cheese",
        4.5,
        [
            "1259 Park Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.78729,
            "longitude": -73.95152
        },
        598,
        "Best place on the upper east side, with a kitchen open late and early on weekends and beer cheese that's worth a trip out of your way to experience. \n\nAlso...",
        "Good local spot , the cheese and bread appetizer is good but overhyped . Small selection of wine and beer , friendly service. Prices are good , the spot is...",
        "Beer is pretty good and they have pretty good happy hours too! The cheese is to DIE for it's so good. The bread it comes with too... bruh. The tomato soup..."
    ],
    [
        "wRB5UDy1rhal-14brCUc0Q",
        "La Fonda Restaurant & Tapas Bar",
        3.5,
        [
            "169 E 106th St",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.7918998,
            "longitude": -73.945057
        },
        198,
        "If you're looking for authentic Boriqua food, La Fonda Restaurant is the place. This restaurant beats many of the places in New York with their distinct...",
        "We ordered delivery and, after an hour and a half, the food had not arrived. We called the restaurant and were told that the order had been given to someone...",
        "Such great quality food and atmosphere. The art all around was beautiful and James, one of the good friends of the business, was super helpful in picking..."
    ],
    [
        "YKoQUUrUdE_XHw-ikAkumQ",
        "Sunswick",
        4.0,
        [
            "35-02 35th St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7565251,
            "longitude": -73.9253989
        },
        378,
        "Dive-ish looking bar off to the corner on 35th and 35th with a surprisingly extensive beer list and some good bar food options available. Was not crowded on...",
        "I don't understand for the life of me why it takes 2 hours to process one delivery order for two small items.  Ordered at 7:24pm.  It is now 9:32pm.  Order...",
        "Apparently this is the go-to dive bar in the Kaufman area. Service is good, drinks aren't particularly cheap but whatever. It's a neighborhood spot with..."
    ],
    [
        "ahwsTJiv_pStXpkh3M-mFg",
        "Session 73",
        3.5,
        [
            "1359 1st Ave",
            "New York, NY 10021"
        ],
        {
            "latitude": 40.768477,
            "longitude": -73.955916
        },
        222,
        "I've been going to Session 73 since it first opened. My retirement party for my first career at Lenox Hill Hospital was held and my band (#DeRosaTheBand)...",
        "I really want to like Sessions 73. It's in a good location has a good amount of space. That being said, there are some huge flaws preventing it from...",
        "I've been here many times for drinks post sports drinks.  This bar has no good specials on beer, and is usually empty.\nThey should work on getting more..."
    ],
    [
        "tiqwUs-2bKZLHpUl3aSXkA",
        "Gaf East",
        4.0,
        [
            "1696 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.7790307825944,
            "longitude": -73.9508314973755
        },
        25,
        "This bar had a good vibe to it on a Saturday. TVs were on with various games. Lots of great options for beer. I would recommend the summer shandy....",
        "No food, but great beer and atmosphere. Plan on coming back to watch football. Solid Irish Pub",
        "Great casual neighborhood Irish pub with a contemporary feel, jukebox with great feel good music, darts and a very friendly bartender.\n\nA number of..."
    ],
    [
        "u9xVzV1OZC5pwtUgaHLM-A",
        "El Kallejon",
        4.5,
        [
            "209 E 117th St",
            "New York, NY 10035"
        ],
        {
            "latitude": 40.798538,
            "longitude": -73.938805
        },
        295,
        "Came here last night for drinks and tapas. I must say I was really impressed with the decor ! It really had a Mexico City vibe. \nDelicious drinks , they use...",
        "Super cute spot! Drinks were good, food was great (flatbreads are delish) but the thing that made my experience less than great was the fact that the woman...",
        "My friend and I decided to check this place out last night for drinks and dinner. \nFirst of all, the decor is fabulously adorable.... even the bathroom is..."
    ],
    [
        "eGfpa9r0aGtN3V8ZwgaOEw",
        "The Supply House",
        4.0,
        [
            "1647 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7775579,
            "longitude": -73.9521892
        },
        341,
        "This place is an institution. The bartenders are absolutely incredible, I feel at home here. They have great bar food and all of the drinks are made with...",
        "I agree with the other reviewers about the poor service of the bartenders. Some here are fine. But others are not. \n\nTwice (on two different nights -- both...",
        "Came here for a Friday after work mixer. Was told happy hour, but didn't notice any happy hour prices.\n\nDrink service was lacking. No reason I should have..."
    ],
    [
        "JZl3DT-AOuh_JX8b6hdtpA",
        "McLoughlin Astoria Bar",
        3.5,
        [
            "3106 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7617727,
            "longitude": -73.9252858
        },
        23,
        "Favorite local spot. Great people both staff and customers and even greater prices ($4 PBR/Modelo all day everyday or $6 for beer&shot combo). Extremely...",
        "I have been here quite a few times. This place is only a few blocks from where I live.\nIve come here on Sundays when Marty and the G-Men are performing who...",
        "Great little divey sports bar just off the Broadway subway station. Cheap happy hour deals 11am-6pm every day. Little patio out the back where you can bring..."
    ],
    [
        "068CsJNwm8tV2jduC9Ionw",
        "Claret Wine Bar",
        4.0,
        [
            "46 02 Skillman Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.7464036507184,
            "longitude": -73.9178903085465
        },
        223,
        "Although this is a place is a wine bar, I go to Claret just for their delicious gluten free pizza. The crust is thin & crunchy& has excellent flavor, which...",
        "Been meaning to stop in here for a while, finally got the opportunity last night when the Christmas lights lured me in. My boyfriend and I were the only...",
        "Visit Date: December 14, 2018\n\nMy thirty-one director wanted to have a girl's night out for our thirty-one team so she suggested we do dinner in Sunnyside,..."
    ],
    [
        "ggZczl_F-L4FvZk3jpNR3Q",
        "Five Mile Stone",
        3.5,
        [
            "1640 2nd Ave",
            "New York, NY 10028"
        ],
        {
            "latitude": 40.7772804,
            "longitude": -73.9519665
        },
        429,
        "I've dined here a few times after my shopping trips. Each visit has been pleasant. I'm a big fan of their brunch items - everything is delicious.\n\nStaff is...",
        "COME HERE IF YOU LIKE THE DJ EAGERLY TAKING YOUR REQUESTS AND THEN NOT FOLLOWING THROUGH. Its ok, im not bitter, ive been lied to before... \n \n2AM CLUB...",
        "Really good bar in the area. Very impressive beer selection, and much better food than it gets credit for. Been several times for breakfast, and lunch...."
    ],
    [
        "keI3Vieo5gnUs37VtK7aXw",
        "McGuinness's Bar",
        4.0,
        [
            "44-23 Queens Blvd",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.7436276,
            "longitude": -73.9201926
        },
        25,
        "Sunnyside into the Woodside area certainly has more than a few proper Irish pubs. With five star service, a five star decor inside that transports the...",
        "Great atmosphere and great crowd even in the late night hours. Definitely recommended for Sunnyside neighborhood.",
        "Stopped in for a drink while waiting for restaurant down the street to open.  Bartender was nice and atmosphere was great!"
    ],
    [
        "OVfoGLeaMgW381i9YLlD0Q",
        "The Skillman",
        4.0,
        [
            "45-20 Skillman Ave",
            "Sunnyside, NY 11104"
        ],
        {
            "latitude": 40.7463976,
            "longitude": -73.9181856
        },
        51,
        "Been here a few times now and always great.  \n\nFood is excellent.  We've been there for lunch and dinner.  Burgers well seasoned and cooked as ordered....",
        "Montefiore's (Weiler campus) operating room & now critical care team would like to thank you and the rest of your staff for the generous food donation....",
        "Met up here for Saturday brunch to sit curbside (for pupper purposes) and hang out with my core group. New Yorkers have been brunching since before it was..."
    ],
    [
        "5q4J1j-Q3kjgjPNiaZ7x-g",
        "American Airlines - Admirals Club",
        3.5,
        [
            "94-00 Grand Central Pkwy",
            "Terminal B",
            "Gate 1-2",
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.775244218831,
            "longitude": -73.8739295506655
        },
        67,
        "This is a spacious lounge that provides a welcome respite from a particularly cramped and spartan LaGuardia terminal, but the limited food and beverage...",
        "Time to say goodbye, lovely it is to have this last view of Manhattan here at this Admirals Club.  \n\nIn the club, helpful are the agents, efficient are the...",
        "I like this lounge. I was able to find a spot in the back by myself. They have some office areas you can use for meetings. You may run into a TV star while..."
    ],
    [
        "-GhMBu1kssDW1mdYUdZ-vQ",
        "Tarros Bar",
        3.5,
        [
            "111-13 Roosevelt Ave Corona Ny",
            "Corona, NY 11368"
        ],
        {
            "latitude": 40.7519417,
            "longitude": -73.8555069
        },
        5,
        "What a lovely bar. Stumbled in after a noontime Mets game. My boys and I weren't originally sure where to go but we turned around and low and behold there...",
        "Hands down the worst bar I've been to in nyc. Ordered a well drink and a shot was charged 20. They don't accept card, the bathroom was gross and the...",
        "Walked in with my buddy on our way to the Mets game.  If I could fluently understand Spanish, I would give this six stars.  Is this place for real?  Drinks..."
    ],
    [
        "0WjxE8_KSd2bUFUA4WSn9A",
        "El Gauchito",
        4.0,
        [
            "9460 Corona Ave",
            "Elmhurst, NY 11373"
        ],
        {
            "latitude": 40.7419904147065,
            "longitude": -73.8679747455745
        },
        186,
        "I can't even begin to describe how delicious their steaks are here - every bite is as good as the first. Slightly blackened on the outside, but so juicy and...",
        "Ive been coming here for over 20 years now and they never disappoint. The best Argentinean food in NY hands down. They even have a butcher shop that sells...",
        "I've been on a search for a really good skirt steak ever since our favorite steakhouse closed down. \nFound this place online via reviews and decided to give..."
    ],
    [
        "qw5V0wE3KVq0vSbYu4ozZg",
        "A'dar Cafe & Lounge",
        4.0,
        [
            "1637 Park Ave",
            "New York, NY 10029"
        ],
        {
            "latitude": 40.7989922,
            "longitude": -73.9431
        },
        31,
        "one of the best hookah bar.  very inviting great atmosphere . drinks are great hookah done great prices are just right fitting my budget. i love to go after...",
        "A place I call home.\n\nDrinks are great. The atmosphere is better. The food is majestic. The highlights are the seasoning on the chicken kebab and the...",
        "This place has so much potential, in my opinion. I love that it was kind of smaller and could be somewhat intimate. However, the hookah sucked! The pull was..."
    ],
    [
        "GUQnxqQUL6cu5IDvcABdrw",
        "Samuel Adams LaGuardia Brewhouse",
        2.5,
        [
            "LaGuardia Airport",
            "Queens, NY 11371"
        ],
        {
            "latitude": 40.7762676385452,
            "longitude": -73.874660473149
        },
        16,
        "I had an early flight and didn't get a chance to grab coffee on my way in as I took and Uber to LGA.  Can't keep up with the parking and weekly changes to...",
        "I only had beer and chips, but the service was absolutely top notch! Surprised to see such bad reviews, because this was great service for an airport bar.",
        "I was questioned as I tried to enter the empty bar if I was ordering anything.  Far from a good first impression.   The cranberry vodka I ordered seemed to..."
    ],
    [
        "QewvDmzx32nTIQwHPI5aNw",
        "Hex & Company",
        4.5,
        [
            "1462 First Ave",
            "New York, NY 10075"
        ],
        {
            "latitude": 40.77042,
            "longitude": -73.95387
        },
        21,
        "what the heck I'm so glad I found this place? Often my trips home from late nights at the office take me past this place but I finally stopped in one Sunday...",
        "I came here with a small group of friends to play board games from late morning to late afternoon, and had a chance to try their mini donuts and tater tots....",
        "I've been to the upper west side location before. But was pleasantly surprised to see that they opened a location closer downtown. \n\nWhen I first walked in,..."
    ],
    [
        "YRfDdBgWS4T80oJfKmVThA",
        "Chocolat Restaurant & Bar",
        3.0,
        [
            "2223 Frederick Douglass Blvd",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.8069256,
            "longitude": -73.9539472
        },
        1004,
        "My friend and I got to this restaurant around 10ish got seated right away (I guess we were lucky) the waiter was pretty cool, I got a peach Margarita it was...",
        "I have never been to an establishment where a patron (being myself) can fall out of a \"faulty\" bar stool belonging to the establishment, & the management...",
        "I'm extremely disappointed and down right dissatisfied with Chocolat management. I personally went in and spoke with Christina *manager/event coordinator*..."
    ],
    [
        "I16AKU3myQ68O40fWCeIGQ",
        "Made in PuertoRico Bar & Lounge",
        1.5,
        [
            "26 Bruckner Blvd",
            "Bronx, NY 10454"
        ],
        {
            "latitude": 40.80701,
            "longitude": -73.92829
        },
        42,
        "I was there for the first time for\nMy friends bday celebrating and it was great. The food was on point and don't forget to mention the fishbowl drinks. The...",
        "I was hesitant (and truthfully, prepared for the worst) after reading the Yelp reviews and seeing that Made In PR was only rated 1.5 stars...Thankfully, I...",
        "Very disappointed with the service I received. The place is nice but the customer service IS horrible..  I ordered a coconut mojito and it tasted like soda..."
    ],
    [
        "jv_nLKw5_PFjFhFsoKwcYw",
        "Alibi",
        2.5,
        [
            "2376 Adam Clayton Powell",
            "New York, NY 10030"
        ],
        {
            "latitude": 40.817856,
            "longitude": -73.942294
        },
        42,
        "We were at Alibi fairly early on a slow Sunday. Our bartender was friendly & very thorough in making our drinks, which were great! \n\nSeemed like a nice,...",
        "Dirty. Dingy. And over priced drinks plus they attack you when you show dismay to their horrible service* #fail ‍",
        "Alibi no longer reflects my original review nor the enthusiasm it once held for me. A lot has changed since my initial review. The establishment has gone..."
    ],
    [
        "dvRKiQbscruyTLaAL7q3PA",
        "Row House",
        3.5,
        [
            "2128 Frederick Douglass Blvd",
            "New York, NY 10026"
        ],
        {
            "latitude": 40.803531,
            "longitude": -73.95565
        },
        361,
        "The Row House was welcoming from the exterior and when opening the door to sounds from a live band.  Some of the greatest hits is the 60 all the way through...",
        "Me and my group of 10 arrived for Sunday brunch. Were seated and after numerous requests, a waitress finally spoke with us. The unlimited drinks were good...",
        "I absolutely enjoyed the 2x I have been here. The drinks were yummy, the food was good and the service was attentive and so friendly.  \n\nI asked for an..."
    ],
    [
        "mIDV-IEfeZsQtVW1BUHXLA",
        "Indie",
        4.0,
        [
            "43-10 Crescent St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.748884,
            "longitude": -73.942401
        },
        135,
        "Very chic cafe that turns into a wine and dine restaurant at night. I love the open windows and the natural sunlight that just floods into the cafe. You...",
        "Such a cute spot in LIC! I've been here twice so far (both times for Saturday brunch) after passing by it numerous times and I can definitely see this...",
        "Busy and hip little cafe. Indie is a good name for it. This is a hipster spot. At lunch the place is packed. You probably shouldn't bring a large group with..."
    ],
    [
        "doBm7WkYKNG-KRExevrRtA",
        "DTUT",
        4.0,
        [
            "1744 2nd Ave",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.7808542200993,
            "longitude": -73.949341175468
        },
        492,
        "DTUT is the upper east side's best kept secret. This cozy neighborhood bar is so warm and welcoming. You can go during the day for coffee and at night for...",
        "Quick recap: this is  a coffee lounge. You know what you're getting except this place also has alcohol. Quiet ish spot with chairs and sofas too sit in....",
        "The storefront was simple but provided enough interest to provoke my curiously. A driftwood panel evoking a western saloon, a strange name and the..."
    ],
    [
        "8VBgn79P77tFF6uN0MVYEA",
        "SiF Lounge",
        1.0,
        [
            "88-19 31st Ave",
            "East Elmhurst, NY 11369"
        ],
        {
            "latitude": 40.760159,
            "longitude": -73.879843
        },
        3,
        "THE WORST PLACE YOU CAN EVER GO TO.\nThey charge you $20 to go in and $5 for mandatory coat/hats check. When I was inside, I saw a lot of people with coats...",
        "Horrible staff , they are very unprofessional. Especially the bouncers . DO NOT GO HERE YOU WILL BE WASTING YOUR TIME . They will have you standing outside...",
        "By far the worst venue I have been to. The entire experience from the door staff to the busboy is horrible. They need a serious training when it comes to..."
    ],
    [
        "e213aUxlMxh2F_vpTa-zjA",
        "Biddy's Pub",
        4.5,
        [
            "301 E 91st St",
            "New York, NY 10128"
        ],
        {
            "latitude": 40.78102,
            "longitude": -73.94909
        },
        101,
        "During a visit to nyc, my sister in law and brother suggested that we check biddyss. After the Christmas train show at the botanical garden we ended up...",
        "We always have a good time at Biddy's. Our neighbourhood bar that's more of an extension of our living room. They're a ton of places on the UES that are...",
        "Nice Little dive bar. The music is chill and classic and the COCONUT PINEAPPLE RUM PUNCH IS OUT OF THIS WORLD, HIGHLY RECOMMEND IT! Again, it's a small a..."
    ],
    [
        "bBGDEvp_H_7abi7jVj1jFw",
        "Jazz and Blues Preservation",
        5.0,
        [
            "New York, NY 10026"
        ],
        {
            "latitude": 40.80322265625,
            "longitude": -73.9522018432617
        },
        1,
        "When to their Wonderful event at Renaissance Harlem on 132nd Street and \"Leonard Harper Way\" where the World's Famous Harlem Jazz Age began. \n\nThe..."
    ],
    [
        "iQvMViQhKXbpM1wGxDKBqw",
        "Cafe Rubio Sports Bar & Restaurant",
        3.0,
        [
            "9805 Northern Blvd",
            "Corona, NY 11368"
        ],
        {
            "latitude": 40.7571982722929,
            "longitude": -73.8702197536548
        },
        99,
        "The food is delicious! The establishment has been redone beautifully! Will be visiting again. It's a great place for a small concert or to just go have some...",
        "Sooo I'm re-reviewing this place since some things have changed. They redid the decor in the main dining area and it looks great! Place is packed as usual,...",
        "Café Rubio is one of my go to places for Dominican food when I'm around the area where it's in when I'm in NYC. I've been here quite a few times and now..."
    ],
    [
        "K8Z10Tx2rwx6CcHV8FcuJg",
        "Lenox Public Smokehouse",
        3.5,
        [
            "308 Lenox Ave",
            "New York, NY 10027"
        ],
        {
            "latitude": 40.8079409,
            "longitude": -73.9448598
        },
        455,
        "The gumbo is spicy and delicious!  Alex is the best waiter with excellent recommendations  for wine and menu.  The atmosphere is meant for eating. Not noisy...",
        "I came here with some friends to celebrate a friends birthday. They were having a 90's hip hop and rnb brunch and day party. First issue, we got there...",
        "This place is a disgrace to the  service profession. There was only one other table of three other than our table of two and the orders were never right..."
    ],
    [
        "tmNlOPsJHtvtxFWMjfYY9A",
        "Applebee's Grill + Bar",
        2.5,
        [
            "38-01 35th Ave",
            "Astoria, NY 11101"
        ],
        {
            "latitude": 40.755575,
            "longitude": -73.922665
        },
        204,
        "It's ok food the drinks are decent great vibe to catch a game with the fellas they always have good deals",
        "My review is solely on a to go order. I ordered the spinach dip it was ready really quick. When I got there I picked it up from the bartender was nice and...",
        "I was surprised walking in to see that the restaurant was big. Lots of tables and booths and a good size bar near the entrance.  There were several large..."
    ]
]