[
    [
        "gK-d-vOz9UmXIE_08jEOzg",
        "The Bad Ass",
        4.0,
        [
            "26-17 23rd Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.77632,
            "longitude": -73.91518
        },
        4,
        "This place just opened in Astoria and after two weeks I decided to try it.\nThe space and the graffiti on the wall are cool things about the bar but, stops...",
        "It's fine for what it is. \nThey only serve drinks, so make sure you eat before hand. They do give you some snack mix if you ask for it and it's actually...",
        "Super cute. Friendly staff. Tasty cocktails. Definitely a fabulous new neighborhood hotspot. I'm coming back."
    ],
    [
        "iOi6-KC3dyBAE_Bbgokyxw",
        "Vibras Restaurant & Lounge",
        5.0,
        [
            "91-01 Astoria Blvd",
            "New York, NY 11369"
        ],
        {
            "latitude": 40.76377,
            "longitude": -73.87815
        },
        1,
        "I have known the owners for quite some time at other locations.  Definitely a great place for some fresh food and the actual restaurant is a precursor to..."
    ],
    [
        "TI5dWiHdFn55WQDmvffu0Q",
        "The Lingerie Shoppe aka Astoria’s Secret",
        4.5,
        [
            "28-53 Steinway St",
            "Queens, NY 11103"
        ],
        {
            "latitude": 40.76406,
            "longitude": -73.9145
        },
        10,
        "What an amazing cool alternative to the Astoria cocktail bar scene. Unlike other cocktail lounges, this speakeasy offers an elegant and relaxed gathering...",
        "This place is amazing. Come here for a date night or hang out with friends. I came here with  2 girlfriends Friday night. As soon as we walked in we  were...",
        "What a wonderful experience!! I celebrated my 30th birthday here & the owners Joey & Debra took great care of me! The table was beautifully decorated with..."
    ],
    [
        "CM8WhuCoXd3j3u4Jjqol-g",
        "Savanna Rooftop",
        4.0,
        [
            "11-01 43rd Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.75198,
            "longitude": -73.94752
        },
        88,
        "This place has GREAT views and fairly priced drinks. I will definitely be going back when the weather warms up again! If they put some sort of covering over...",
        "Went there just in time for the sunset.\nAround 6-7pm before the summer ends.\nI felt like there's not enough staff to take care of their large rooftop area....",
        "My friend and I came on a weekday during happy hour & had a really good time. Chill lounge vibes. The tacos and guac were okay but I would've rather gotten..."
    ],
    [
        "O7CnII31QnhLIYoUlOXrZA",
        "La Sala",
        4.5,
        [
            "3205 Crescent St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7632006,
            "longitude": -73.9286183
        },
        123,
        "I been wanting to check this place out for years. Finally got a chance since I was at a bday dinner near by. \nThis lounge is small and cozy. It's a great...",
        "What a little surprise bar! Very pleasant atmosphere with nice dark lighting. Definitely a date night or friends get together. There's not a lot of bars...",
        "Absolutely fell in love with this cute, charming, cozy, elegant yet super chill spot!  You can easily come here for a drink on date night or just to catch..."
    ],
    [
        "am1ba1kfJ-Sn_G2cY6c8KA",
        "Hangar Astoria",
        3.5,
        [
            "28-43 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76427,
            "longitude": -73.91428
        },
        62,
        "I was here a few days ago and I wanted to buy two drinks . Bartender's name is Rachel according to my credit card reciept, this girl has the worst...",
        "Fun brunch spot! For small or big events. \nDj with Latin and top 40 music. \nAlso tv for sports games.",
        "This place deserves 0 STARS. I had tried this spot out with my homegirl. \nBy far the worst experience I have EVER had. The waitress/bartender with braces..."
    ],
    [
        "PnI4E47kV76X4uyeuq_tLA",
        "The Ditty",
        4.0,
        [
            "3503 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7747727,
            "longitude": -73.9087253
        },
        201,
        "I have been going to The Ditty since I moved to the area. It's still one of my favorite bars because of the good music, the games, and the overall...",
        "Ordered shrimp tacos to go and this is what I got. Uh... is this even a taco? Anything in there?",
        "Delicious and relaxing. This place is very well-priced for the hustle & bustle of the surrounding neighborhood. The staff is pleasant and efficient. The..."
    ],
    [
        "vCkDS0X-fWApvTS1Qyxjnw",
        "Taj Mahal Lounge",
        4.5,
        [
            "25-27 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76706,
            "longitude": -73.91204
        },
        46,
        "Very nice and friendly staff, good hookah, not so many food in menu but you can always order from outside restaurant and they have huge fruit plates...",
        "It was one of the best hookah place. I used to go there  almost every night. But I don't go there anymore. There is a guy name Osama who works there. He is...",
        "The service here is excellent. The hookah is also excellent.\n\nAfter reading Yelp reviews for Taj Mahal, I checked this place out with a friend. It did not..."
    ],
    [
        "WtiuYk9grRgj3RqwAHhqIA",
        "Central Bar Lounge",
        2.5,
        [
            "2030 Steinway St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.777422,
            "longitude": -73.904053
        },
        131,
        "This place was a surprise, it's not my scene, I never go places like this... but I could use a good circle of friends with an array of tastes because...",
        "Seriously the worst club in Astoria. I wish I could honestly give ZERO STARS! \nThis was a nice club until A bartender made me over pay for my drink. She...",
        "It's not a bad spot but it's not the classiest of spots. Seems like a lot of underage drunk and high children. The staff should be more aware of this..."
    ],
    [
        "WRPrwGH50FBm7yiuYKiLjw",
        "Mosaic Craft Cocktail, Beer & Wine Bar",
        4.5,
        [
            "25-19 24th Ave",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.7746577,
            "longitude": -73.9183673
        },
        286,
        "My favorite bar in Astoria ... Hell, it's probably my favorite bar anywhere.\n\nThe decor is perfect and it's as comfortable as your favorite living room. The...",
        "I love finding places like these!\n\nMy partner and I came here for a date night on Friday.\n\nIt was packed! The ambience was lovely- so was the decor.\n\nAs...",
        "My friend and I stopped by for drinks before dinner on a Saturday recently. Loved that it wasn't crowded at all and they had plenty of seating available...."
    ],
    [
        "YRgHWQgg5TYROGLgu3oQjw",
        "Mansion Supper Club",
        3.5,
        [
            "46-11 Broadway",
            "Long Island City, NY 11103"
        ],
        {
            "latitude": 40.75672,
            "longitude": -73.9136
        },
        5,
        "I tried the Colombian brunch which was a special event at Mansion SupperClub, and it was mind blowing!  Talk about taking the basic ingredientes of...",
        "Went with my friends for late dinner. Had the lobster ceviche and Branzino with salad food was fresh and delicious. Love the presentation of the lobster...",
        "Service was so SLOWWWWW!!!!  Food was just ok. Would I go back??? HELLL NOOOOO!!! The pre-fix meal was not worth it. I ordered pernil and it was very, very..."
    ],
    [
        "cuVyM_ZxtREqpO1SXgZmRA",
        "Bohemian Hall & Beer Garden",
        4.0,
        [
            "2919 24th Ave",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.77273,
            "longitude": -73.915772
        },
        1132,
        "Fun place! I came here on a Sunday night and there were a lot of people of all ages. A live band was playing which was amazing. Everyone looked drunk and...",
        "The pierogis were deep fried which is mad nasty.\nMe and bots were mega fuckin high and the place was understaffed and couldn't deal with our ravenous...",
        "This review is tough to write due to this place becoming trendy with non Czechs and Slovaks. I have been coming here since I was a baby. My dad is Czech so..."
    ],
    [
        "Os3xg_GW4EcjVgag31LZlQ",
        "Gussy's Bar",
        4.0,
        [
            "20-14 29th St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.780103,
            "longitude": -73.907712
        },
        15,
        "Been to and played Gussy's for the first (and definitely only) time recently with a band I am no longer in. I've never even heard of the place, locally I do...",
        "Gussy's is a cool local punk bar, owned and run by some great people. We stopped by after my band booked a show there to scope out the situation, and we...",
        "Looks like a car mechanic from the outside and the inside isn't much better.  If I could give less stars I would. As mentioned in other posts this guy Ozzie..."
    ],
    [
        "Mu7NqbQhqLwTi0RErItEow",
        "THE LETLOVE INN",
        4.0,
        [
            "27-20 23rd Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7757467,
            "longitude": -73.9150802
        },
        49,
        "I really liked this place! Friendly, funky and just fun!! The bartender was also an awesome guy!!!",
        "I can't believe this place has four stars. I walked in, and I was so surprised. Super dingy dive bar...simply put: Nope!",
        "This is the most extraordinary bar in the area- has a. Low key hipster vibe,, great music and lots of local scene. This is one of #Baron_von_V's favorites"
    ],
    [
        "Gu6CPOThj1sQIlA-OvXZWw",
        "NYMF Bar",
        4.0,
        [
            "31-17 Ditmars Blvd",
            "Queens, NY 11105"
        ],
        {
            "latitude": 40.7758277887449,
            "longitude": -73.9098733663559
        },
        7,
        "Great place! Toni the bartender was so awesome! She made us feel right at home... we will definitely be going back.",
        "Good vibe.  Was there on a Sunday.  Good biker  dive bar , good music.",
        "Loud Drunk Rude and another compliment to real estate property values on Ditmars Blvd. A sausage fest of angry mid life crises reject bikers zoned out on..."
    ],
    [
        "Ti9A-_WMY_swFRTzX1h56A",
        "Déjà Vu",
        4.0,
        [
            "3322 28th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7674757,
            "longitude": -73.918271
        },
        110,
        "Gorgeous venue for my husband's birthday party, amazing staff, delicious food, excellent drinks, great music, outstanding ambiance and attentiveness.  If...",
        "I had no complaints until the bill arrived. The happy hour menu said \"all drinks 6dollars\" but that is not the case. It's very misleading. It's only well...",
        "My dear friend picked this spot to link after work.....the inside is extremely small yet very cozy.....I arrived earlier than her and the place was empty at..."
    ],
    [
        "NsKGTZLeedObm_8Ir1BirQ",
        "Aloha NYC",
        3.5,
        [
            "37-02 Astoria Blvd",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7690573396768,
            "longitude": -73.9128569886088
        },
        30,
        "came to see YERSTERRRRRR spinning. \nThis business is definitely open. \nGreat music & great drinks!\nSUNDAY FUNDAY",
        "I called before heading here with my girls. We purchased a Groupon deal and called ahead of time. The new owner said that the deal was from a previous owner...",
        "The bouncers seem to create chaos and drama rather than resolve it. After getting assaulted by someone outside of the venue, my glasses fell and I couldn't..."
    ],
    [
        "ydFXOSGLl-pqLXccd6qaJQ",
        "Queen's Room",
        4.5,
        [
            "3602 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7741316,
            "longitude": -73.9082624
        },
        132,
        "Queens room is a cozy little gem in Astoria . A place that can wear many hats, from good coffee to good drinks , to good food. During the summer it has a...",
        "Great atmosphere, cool service and outdoor seating\nNice choice of teas (apple cider rooibos is delicious!) and so is their espresso. \nLatte is ok. \nWe had...",
        "A local neighborhood favorite! My wife and I really enjoy their happy hour, which includes discounts on both food and drink.\n\nUnless you're just here for..."
    ],
    [
        "O3Oe1V0W_jGaKCnKqTKOMg",
        "No Partners Bar",
        3.5,
        [
            "29-11 21st Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.77858,
            "longitude": -73.90889
        },
        27,
        "I was here the other night, just for the hell of it.  I found myself in the neighborhood and decided to have a drink.  This place was friendly and inviting....",
        "They are allowing groups into the bar even though there is a pandemic. They say they're doing take out only but are cheating the system. They're endangering...",
        "This place has all the original interior in it and I actually love it! This place was around way before I was allowed to go in so given I always wondered..."
    ],
    [
        "DB45nM2VMUocjPejFArc1g",
        "The Social",
        4.5,
        [
            "37-06 30th Ave",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.76434,
            "longitude": -73.91655
        },
        72,
        "Made last minute reservations of a table for 12 & this experience did not disappoint! It was for my birthday so I was very distracted from taking quality...",
        "Came for happy hour, I've been intrigued by their social media posts to check this place out.  It's \"grammable\" but literally there was one other person at...",
        "Friday night cocktails anyone?! Was there about 8pm with a friend and we sat at the bar where Ana was super friendly and made us delicious Moscow mules. It..."
    ],
    [
        "pcifWOcLarMfVpa2YUEqfQ",
        "Dream cafe And Hookah Lounge",
        5.0,
        [
            "25-44 Steinway St",
            "Long Island City, NY 11103"
        ],
        {
            "latitude": 40.76694,
            "longitude": -73.91281
        },
        1,
        "This Cafe is awesome! I give it 1,0000 stars for ambiance, service, amenities, hookah quality and music! This place is always lit for me, always. Many..."
    ],
    [
        "_-LcAMoys6QGxJkupcG90g",
        "Tru Astoria",
        4.0,
        [
            "35-19 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.774546,
            "longitude": -73.908168
        },
        355,
        "Great service and atmosphere. My friend and I had a light lunch elsewhere and saved the best for dessert at Tru. Classic Mediterranean dessert menu along...",
        "My boyfriend and I came back here on a Saturday and since it was nice out opted to sit outside which could have been our first mistake. We were seated and...",
        "This place was recommended for brunch and it was worth to try. We got bottomless brunch for $18 for two hours. Food was okay and thanks to our server..."
    ],
    [
        "rrsjcQVLg2PkIkO_vPjOLw",
        "The Bonnie",
        4.0,
        [
            "29-12 23rd Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7746737,
            "longitude": -73.9136003
        },
        614,
        "I've come twice for dinner and twice for brunch. Dinner was fantastic both time. Brunch the first time was much better than the second.\n\nFor both dinners I...",
        "Food was good I was able to order what I can eat because I am Gluten free for health reasons, could've done with out the $7 tatter tots.... \n\nBut definitely...",
        "I've always intended on coming here at some point in my life and finally did a few weeks ago. There were no specials really but it was also the weekend I..."
    ],
    [
        "nJNn6RRU32Su3dxq0_RIEw",
        "Jasmin Lounge",
        4.0,
        [
            "2550 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.7668,
            "longitude": -73.91293
        },
        64,
        "This is the very first hookah lounge I visited a very long time ago! It's still at the number 1 on my list of my all time favorite lounges on Steinway...",
        "Honestly, super nice staff, owner is respectful, accommodating, and willing to satisfy customers needs. There are three bathrooms (one male, one female, and...",
        "I come here regularly. Excellent service and hookah.  Prices are reasonable and friendly staff. My favorite hookah place in Astoria."
    ],
    [
        "MWPtdS9XHmAFLMMuWaD0tg",
        "The Spot",
        4.5,
        [
            "42-21 Broadway",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.75807,
            "longitude": -73.91657
        },
        5,
        "The Spot is an upscale hookah lounge with alcohol. It's a cute place for a nice date, somewhere to go have a conversation and just chill. We got a glass of...",
        "The drinks were okay and I liked the layout of the place, but unfortunately I was not a huge fan of the music. There wasn't enough variety, it was pretty...",
        "Amazing! I had an absolute blast. My boo and I went up for a few drinks and some hookah. The service was beyond great and the prices were super reasonable...."
    ],
    [
        "S0YxOutCTnZwS0-L1lGoyg",
        "Sweet Spot",
        3.0,
        [
            "2272 31st St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7747291,
            "longitude": -73.9124026
        },
        294,
        "I've been back and the service has improved 100 percent.  I believe that goes to the new manager Pri! This is definitely where you'd wanna go to watch any...",
        "The food is \"Okay\" not fantastic, but the bartenders obviously are not trained and do not know the difference between water and seltzer.. honestly who can't...",
        "Came here for beers during football Sunday with some friends. I haven't tried the food, however, they have a great selection of beers. \n\nThe bartenders are..."
    ],
    [
        "dGc-kzbCq6aQ8ycdiFdH1Q",
        "Q.E.D. Astoria",
        4.5,
        [
            "27-16 23rd Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.77551,
            "longitude": -73.91493
        },
        78,
        "QED is truuuuuuuuely my favorite place in New York City. In a city where community space is limited, bars are loud and expensive, and everything is a...",
        "This place recently celebrated its five-year anniversary, and that's just the beginning. QED is a haven for local performers (mainly comedians) in Astoria,...",
        "Imagine if you will a low priced, friendly coffee shop and performing arts space in the middle of a quiet Astoria neighborhood where the owner is always..."
    ],
    [
        "I_45dVkfNqC7oLF5KoQr8Q",
        "Hairos Nightclub",
        3.5,
        [
            "8109 Roosevelt Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.747703500216,
            "longitude": -73.884446695447
        },
        7,
        "Like it! Music is salsa and pure salsa so be prepared to dance only salsa !! Small and crowded! Pricey but again salsa is the best!!",
        "So I was here yesterday after the Queens LGBT pride parade and street fair.  After the parade some of the group I was with went to eat and then I left. I...",
        "Came here on a Saturday night. There was a $2 cover charge per person. Music is loud, difficult to talk with friends. There was a small stage where many..."
    ],
    [
        "ppTV9F9QCOsmsbC3UBLiEw",
        "Park Coffee",
        4.5,
        [
            "26-17 23rd Ave",
            "New York, NY 11105"
        ],
        {
            "latitude": 40.77632,
            "longitude": -73.91518
        },
        3,
        "I just had a coffee here, so I can't say anything much... however, ambience here is super nice. Nicely warm, good music with good volume, many tables and...",
        "Very spacious and plenty of seating! They have mugs available so you don't have use a single use cup. Great music- not too loud! Latte ($5) tasted ok just...",
        "I discovered this gem on my way to the train this morning and I'm so glad I did. They have great prices for coffee and the quality far outweighs  their..."
    ],
    [
        "wo0nqg8yv9zPkArvOWd2Gw",
        "Bla Bla Bar",
        4.0,
        [
            "7128 Roosevelt Ave",
            "Fl 2",
            "New York, NY 11372"
        ],
        {
            "latitude": 40.7463738332682,
            "longitude": -73.893942
        },
        1,
        "Late night hanging out spot for people who love drinking and get drunk. I don't remember what time I got there. My friends just took me to this interesting..."
    ],
    [
        "Udzb__quU3zAKLsWBUIDHQ",
        "Vintage",
        4.5,
        [
            "23-14 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.779247,
            "longitude": -73.9155789
        },
        73,
        "The BLT was delicious and the environment was a cute quaint little spot. Stoped by quickly for coffee and quick bite but will be back for dine wine !",
        "I came here Saturday night with one of my friends. I've never been here, but she lives a few blocks away and has been here a few times. It was relatively...",
        "GREAT WINE\n\nIf you're looking for a great wine bar, look no further than Vintage! Great selection and they have bunch of hors d'oeuvres, the cheese plate..."
    ],
    [
        "hsOssMippVdSL_-nmjBUtw",
        "Ritmos 60",
        3.0,
        [
            "32-23 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.758482,
            "longitude": -73.919373
        },
        24,
        "Came here after watching poltergeist and although the decorations were a little tacky (mexican sodas everywhere along with upside down coke bottles at the...",
        "READ THE ENTIRE REVIEW AS IT CLEARLY SHOWS WHAT TYPE OF ESTABLISHMENT THIS IS. I WOULD HIGHLY RECOMMEND STEERING CLEAR. THERE ARE MANY SAFE AND FRIENDLY...",
        "After coming to this spot for yeaaaaars, I am disgusted at how the bartenders treated my girlfriends and me. We were sitting at the bar obviously consuming..."
    ],
    [
        "4BtWcNp1l8tVdROop9G-RQ",
        "The Gutter",
        4.0,
        [
            "10-22 46th Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.7465632,
            "longitude": -73.9518659
        },
        76,
        "I came here on a Saturday night around 6pm. The place was spacious but there's only 8 lanes. You get a ticket number from the counter. We were 10th in line...",
        "I was meeting a group of friends here on Saturday afternoon for a birthday party. I definitely agree with the dive bar/bowling alley description - you walk...",
        "Bowling is truly a long lost activity. \nI really love that we have a bowling alley in LIC. It's such a fun activity that even if you're terrible, you still..."
    ],
    [
        "W0sXHSSpkiMEDJiBmSLNYQ",
        "Trestle",
        4.0,
        [
            "34-02 Broadway",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.7606154,
            "longitude": -73.9229562
        },
        310,
        "Great Location in the heart of Broadway, Astoria!\nI visit this amazing place quite often..\nEvery time I go, I'm completely satisfied with what I order!...",
        "This is a super fun brunch - the music is great the staff makes it even more fun. We were there for their hip hop 90s anniversary and they gave out slap...",
        "We were all excited to try this new restaurant in the neighborhood as we have not been yet but saw many great reviews and we're curious.\n\nSo upon walking in..."
    ],
    [
        "-oDFE-5i-MNzdur_UOGHoA",
        "Jack Jones Bar",
        4.5,
        [
            "38-01 Ditmars Bvld",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7733997,
            "longitude": -73.9064808
        },
        47,
        "I was just at Jack Jones on Saturday for a cocktail and menu tasting I was truely blown away by how much food was served and how extremely friendly and nice...",
        "I really like Jack Jones and think it has a great atmosphere. However, I feel that lately they've been slacking on their happy hour.\n\nI'm sure that it...",
        "One star for the tasty Irish coffee and one star for the chill vibe and cool decor. Everything else...\n\nMaybe my first visit shouldn't have been on New..."
    ],
    [
        "ghxRhch1BppCheD4slTq6Q",
        "Icon Bar",
        4.5,
        [
            "31-84 33rd St",
            "Astoria, NY 11106"
        ],
        {
            "latitude": 40.761605,
            "longitude": -73.9237689
        },
        66,
        "Best bar, best bartender ;) (Skipp) \n\nI'll be coming back all the way from Manhattan just for this bishhhhh",
        "YASSSSSS GO GO GADGET!!!!!! \nHands down the best DJ they have had there!!! I haven't danced my ass off like that in a long time and I've been going to icon...",
        "A laid back gay bar that plays Netflix in the background and isn't too loud. There are preset cocktails named after drag queens. The bartender is a peach! A..."
    ],
    [
        "IrWorZpTXZsyYr60EkFZoQ",
        "Doha Nightclub NYC",
        2.5,
        [
            "38-34 31st St",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.753078,
            "longitude": -73.932907
        },
        43,
        "Everytime I've come here I've had a blast. Halloween party was lit. The bottle prices are reasonable and fair and that will keep me coming back. I also...",
        "Doha Nightclub is a great spot for dancing, has good mixed music, and great atmosphere for vibing with friends and family. I celebrated my 30th birthday...",
        "I must say I was very hesitant on going being that all the reviews were bad. However we gave it chance and I am so glad we did!!! I did not stop dancing..."
    ],
    [
        "JCjBc8yox77AruEcfmW7tA",
        "Astoria Tavern",
        4.0,
        [
            "33-16 23rd Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7731910081665,
            "longitude": -73.9113436728784
        },
        77,
        "I believe this is the best bar in Astoria. Kerin (might not be spelled right) and mark are absolutely wonderful bartenders. They make you feel so welcome....",
        "My friends and I have been here a bunch of times. We usually come with a group of people on a Saturday to hang and have some drinks. They also usually have...",
        "This is an Irish pub out of central casting.  It's pretty dark, but it does have some windows up front.  There's a full bar and a small selection of draught..."
    ],
    [
        "0m9VxbXhv5jjDjt_l85o8g",
        "Joe's Garage Bar",
        4.5,
        [
            "45-01 23rd Ave",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.769136,
            "longitude": -73.9050481
        },
        36,
        "We had our wedding hosted here on September 28, 2019. Seriously we can't thank you all enough. The bartenders were incredibly helpful. It was great that we...",
        "Came here for the first time. Great atmosphere and good eats at a great price. Great selection of beer. Not crowded and even had a band on a Wednesday...",
        "Had a great time here on a Saturday night - was not particularly busy but friendly service with a pool table ($1 per game or so), dart board and some games...."
    ],
    [
        "1ExwosnCMtb7D3SF5ovo6w",
        "The Pomeroy",
        4.5,
        [
            "36-12 Ditmars Blvd",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.7739,
            "longitude": -73.908
        },
        258,
        "One of their house cocktails,  Astoria Sunset is the perfect mix of sweet yet tart. It can be very dangerous because you can't taste the alcohol, but it's...",
        "The Pomeroy totally hit the spot when I needed something light, healthy, and classy (oh, and fried chicken). The service was excellent with a touch of humor...",
        "Came here for the first time for brunch and the food was fabulous. Interior is rustic and cute with a few tables outside in the nice weather. We got seated..."
    ],
    [
        "if1p9GpT78JbgcduQzzRYw",
        "1 Degree UP",
        3.5,
        [
            "30-07 Newtown Ave",
            "Astoria, NY 11102"
        ],
        {
            "latitude": 40.76824,
            "longitude": -73.92086
        },
        53,
        "Where do I begin to even explain my gratitude to Russell and the entire team here at 1 Degree Up...\n\nSo just give you a little background of what took place...",
        "Came for the 1st time with friends for NYE. The outside is gorgeous and very elegant looking. On this day they had free valet parking which was great! Not...",
        "Worst experience ever!!\n\nSo it was my 1st time at 1 Degree Up. I went there for my girlfriends birthday on Tuesday 11/26/19 @ 9:30pm. It was recommended by..."
    ],
    [
        "IHLGmtOkqm8Qm3Ny8yjfVA",
        "Pata Paplean",
        4.0,
        [
            "76-21 Woodside Ave",
            "Elmhurst, NY 11373"
        ],
        {
            "latitude": 40.7435901462143,
            "longitude": -73.8880684963577
        },
        60,
        "Hands down my favorite bar in the area. Has anyone ever been to a thai bar where the owners, bar tenders, customers, food and even drinks are all thai or...",
        "This review is based on the number of times I tried to get the boat noodles served here, and the quality of the noodles once I finally got them.\nBased on...",
        "So cool!!! This bar is a gem in a state with too many bars. Lol. This bar could easily be in the East Village. So much heart and playfulness in the decor,..."
    ],
    [
        "qweSZ4vBtZEdBMnEZebzpQ",
        "New City Billiards & Cafe",
        5.0,
        [
            "43-12 50th St",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.74405,
            "longitude": -73.91497
        },
        1,
        "Love this place. They have great deals. Employees are friendly."
    ],
    [
        "RCz8yUFY7BW83Hnes2_-uw",
        "Terraza 7",
        4.0,
        [
            "40-19 Gleane St",
            "Elmhurst, NY 11373"
        ],
        {
            "latitude": 40.7474997639656,
            "longitude": -73.8819549232721
        },
        119,
        "been coming here for 10 years. kept it a secret, and the vibe is just that compared to nearby establishments, but over the past few years the word has...",
        "Jackson heights, my beautiful Jackson heights, where the diversity of all Latin-American people mostly reside. A special place with funky/unusual and fun...",
        "Truly a hidden gem, and perhaps the best way end to end an evening eating out in Jackson Heights. Tucked away on a small side street off of Roosevelt,..."
    ],
    [
        "liaw_m73XvOmEiB8e1Vqkw",
        "Don Coqui Astoria",
        3.0,
        [
            "18 31st St",
            "Queens, NY 11102"
        ],
        {
            "latitude": 40.768219,
            "longitude": -73.920504
        },
        1601,
        "Great place in Astoria to shake your booty! \n\nNot fond of the $26 card minimum, ordered a rum and coke and was told that I needed to leave my tab open. Took...",
        "Went there for my bday. Initial thought was wow this looks cool but the hostess took that away from us very quick. We initially made a reso for 7 and added...",
        "Came here on a Saturday night. Was nothing I expected in a bad way.  First of all, as a party of two who came in we were asked to wait at the bar until a..."
    ],
    [
        "A_GE3oS68VUqRjKRk5C_ZQ",
        "Roxy's",
        2.0,
        [
            "22-79 Steinway St",
            "Astoria, NY 11105"
        ],
        {
            "latitude": 40.77103,
            "longitude": -73.90789
        },
        4,
        "I was in town last weekend and decided to stop by. It definitely met my expectations. Good quality hookah, great customer service. and super friendly staff....",
        "The worst place in history to go and have a hookah and drink very rude staff the place sucks service sucks the owner is very unprofessional himself trust me...",
        "Management says one price but the employees charge a different amount... the bartenders get stuck with a few people there I imagine if the place gets packed..."
    ],
    [
        "4kTznCOqr3OxZHk-qiD3TQ",
        "Hombres Lounge",
        3.5,
        [
            "85-28 37th Ave",
            "Jackson Heights, NY 11372"
        ],
        {
            "latitude": 40.7500124392394,
            "longitude": -73.880768476511
        },
        38,
        "Hombres Lounge has Happy Hour between 5-10 Monday-Thursday. The bartenders and waiters and  and all the help are papi chulos y lindo y guapo  The employees...",
        "THEY REFILL BOTTLES HERE. Watch out!!! We ordered two shots of fireball and got served something out of a fireball bottle that wasn't fireball. So after we...",
        "They over charge me tonight! It was my first time but so sad this happened to me! I will never go back!!! Be careful .... IG @LeoSalazarF"
    ],
    [
        "hVmt7YQsNLOzpnxfD-ekoQ",
        "Karaoke Shout - Astoria",
        3.0,
        [
            "32-46 Steinway St",
            "Astoria, NY 11103"
        ],
        {
            "latitude": 40.75789,
            "longitude": -73.9202
        },
        232,
        "Our group of 12 had an awesome night here! \n\nWe rented their (I think largest) private room. The room was awesome- two large pieces of modern art adorn each...",
        "Who would have thought there'd be a karaoke place in Astoria?\n\nI stopped by with three of my girlfriends on a Saturday evening. Summary below.\n\nPros:\n-clean...",
        "I came here to sing with my friend after she told me she's been here years ago. The open bar is not that big but could accommodate a good party of 10-15..."
    ],
    [
        "3lLBRLbXAIgd1yZgWgnfeg",
        "Dutch Kills",
        4.0,
        [
            "27-24 Jackson Ave",
            "Long Island City, NY 11101"
        ],
        {
            "latitude": 40.747615,
            "longitude": -73.940159
        },
        760,
        "A Super Deluxe time travel experience!\n\nOur hipster/non-hipster server was if Simpsons' Ned Flanders came to life, dad sweater and khakis. This place is...",
        "Nice place to stop in for a before or after whatever your plans are for the night. My girls birthday landed on a Saturday so we decided to grab some pre...",
        "If you walk past it, there's an 85% chance you'll miss it. Dutch Kills is a really cool cocktail bar with a speakeasy vibe. They have a large selection of..."
    ],
    [
        "NrGvhxkERp6rOpsBkJLvkA",
        "La Boom",
        2.0,
        [
            "56-15 Northern Blvd",
            "Woodside, NY 11377"
        ],
        {
            "latitude": 40.75385,
            "longitude": -73.90451
        },
        106,
        "I Love LaBoom! Me and my girlfriend go there almost every other weekend to Shake our Stress Away. Obviously Parking sucks because of their Location but...",
        "Do yourself a favor, save your money and energy and don't go to this club ever. \n\n#1 getting into the club: this was 10x worse than any airport security...",
        "this place is terrible you have to wait 4 hours before the artist shows up. they have DJs that are just music on speakers Play 4 hours just so you stay..."
    ]
]